init python:
    class Poem:
        def __init__(self, author="", title="", text="", yuri_2=False, yuri_3=False, sayori_2=False):
            self.author = author
            self.title = title
            self.text = text
            self.yuri_2 = yuri_2
            self.yuri_3 = yuri_3

    poem_y1 = Poem(
    author = "yuri",
    title = "Привид при світлі",
    text = """\
Мого волосся пасма, бурштиновим осяяні потоком.
Купаюся.
Це має бути він.
Останній вуличний ліхтар
Що витримав випробування часом.
Останній, що замінений повинен бути  майбутнього зелено-синім відтінком хворобливим.
Купаюся. У спокої; повітрям сьогодення дихаю, в минулому існую.
Мерехтить світло.
Я мерехчу у відповідь."""
    )

    poem_y2 = Poem(
    author = "yuri",
    title = "Єнот",
    text = """\
Це сталося посеред ночі, саме тоді, коли, я винувато... \
Хліб для нічного перекусу нарізала.
Мою увагу привернув єнот, що нишпорив поза моїм вікном назовні.
Це був, я впевнена, найперший раз коли я дивні нахили свої пізнала. 
Єноту я дала шматочок хліба, не дивлячись на те що підсвідомість вже добре розуміла всі наслідки цієї дії.
Вже добре розуміла, що підгодований єнот почне все більше й більше вимагати.
Приваблива краса ножа була симптомом.
Хліб - був голодною цікавістю моєю.
Єнот - бажанням.

Чим більше фаза Місяця тим більше відбиває світла гостре лезо.
Так схожого на світло що блищить в очах мого товариша-єнота.
Я нарізаю хліб, він свіжий та м’який.
Це збуджує єнота.
Або, що є цілком можливо, я просто проектую емоції свої на тільки-но вдоволену тварину.

Єнот тепер постійно слідує за мною.
Сказати можна - звикли бути разом. Єнот стає голодним все частіше,
Тому я хліб завжди тримаю під рукою.
Коли я змахую ножем, кожного разу, Єнот мій збудження своє знов буде проявляти.
Крові прилив. Класичний Павлова рефлекс. Я нарізаю хліб. 
Продовжу себе годувати."""
    )

    poem_y3 = Poem(
    author = "yuri",
    title = "Пляж",
    text = """\
Мільйони років дивовижного творіння. 
Тут, Землі надра хаотично  поверхню зустрічають. 
Коли тут ясне синє небо - це блаженства простір —
Коли тут сірі хмари – нескінченна таємниця.
Найлегше загубитись в тому світі, в якому можна відшукати що завгодно.

Замок з піску побудувати можна лише у тому місці де пісок вологий.
А де пісок вологий – там є хвилі.
Чи будуть вони ніжно розмивати фундамент доки ти не здався?
Чи буде це удар раптовий хвилі, 
Тієї що зруйнує все в мить ока?
Так чи інакше - результат той самий. 
Але  ми все одно продовжуємо з піску замки будувати.

Я там стою де піна обтікає мої стопи.
Там де пальці моїх ніг занурюються у пісок.
Солоне повітря мене лікує.
Бриз ніжний і потужний відчуваю.
Спокушена лоскотанням піни, я занурюю пальці своїх ніг у пісок на останній межі.
Повернути назад – і я відмовлюся від спокою щоб заржавіти на березі.
Дрейфувати уперед -  і я повернуся на землю на віки вічні."""
    )

    poem_y3b = Poem(
    author = "yuri",
    title = "Привид при світлі - частина 2",
    text = """\
Мого волосся пасма, бурштиновим осяяні потоком.
Купаюся.
На відстані, синьо-зелене світло мерехтить.
Раптово, щось його перекриває. Світіння моторошне перетнув самотній силует.
Б’ється серце. Силует зростає.
Ближче. Ближче.
Я відкриваю парасольку - начаклувати хочу тінь, щоб заховатись в ній.
Але спізнилась.
Під світло ліхтаря він крок зробив. Не можу дихати, роняю парасольку.
Мерехтіння світла. Мого серця биття. Він простягає руку.

Зупинився час.

Єдиний руху знак -  це, на його руці протягнутій, бурштинового світла мерехтіння .
У ритмі мого серця світло мерехтить.
Дражнить мене за те що забороненій емоції я піддалася.
Про привид, що тепло відчути здатен, чи чули ви раніше?
Відмовившись від розуміння, я сміюся.
Переоціненим є розуміння.
Торкаюся його руки. Спинилось мерехтіння. Привиди -  синьо-зелені.
Моє серце – бурштинове."""
    )

    poem_y22 = Poem(
    author = "yuri",
    yuri_2 = True,
    title = "Колесо",
    text = """\
Колесо, що обертається. Обертаючи вісь. Перемелювання. Головки болтів. Лінійна коробка передач. Падіння неба. Сім Святих часток. \
Пришвартований корабель. Портал в інший світ. Тонка мотузка, прив'язана до товстої мотузки. Розірвана збруя. Параболічна коробка передач. \
Розширення Всесвіту. Час що контролюються обертовими шестернями. Існування Бога. Плавання у відкритій воді у всіх напрямках. \
Утоплення. Молитва написана кров'ю. Молитва, написана зміями з людськими очима що пожирають час. \
Нитка, що з'єднує очі всіх живих людей. Калейдоскоп святих часток. Експоненціальна коробка передач. \
Небо вибухаючих зірок. Бог що спросовує існування Бога. Колесо що обертається в шести вимірах. \
Сорок шестірних механізмів  та годинник що цокає. Годинник, що цокає одну секунду на кожен оберт планети. \
Годинник, що цокає сорок раз, кожного разу, коли він цокає кожен другий раз. Головки болтів святих часток, \
прив'язані з існуванням пришвартованого до іншого світу корабеляіт. Калейдоскоп крові, написаний на годиннику. Молитва що пожирає час, \
яка пов’язує небо сорока шестірних механізмів та людські очі, відкриті у всіх напрямках. Дихання коробки передач. Дихання головок болтів. \
Дихання корабля. Дихання порталу. Дихання змій. Дихання Бога. Дихання крові. Дихання святих часток.\
Дихання людських очей. Дихання часу. Дихання молитви. Дихання неба. Дихання колеса."""
    )

    poem_y23 = Poem(
        author = "yuri",
        yuri_3 = True,
        title = "ьвзтаищ,оказ",
        text = """\
од ,, ремарка суівант ,, тілі ручне плетіння закінчує ,, повна решітка кувшінопод \
обних мішкових молюсків ,, вирізаючи кораблики вологою легковажності налорфін ,, \
бензольними відповідь кухарок соснових шишок ,, псевдожурналізма візерунок ялинкою марний ,, \
епізодичні болячки ,, призвідник біметалічний ,, поради в борг ,, впевненість тверезницькому \
ик компьютерофобію ,, пік екзотично затінює проталлій ,, задні хитрощі оплати че \
Канків пеленою зовнішні угоди ,, тельбухи лижі піщані окуляри каннолі ,, вирізаний ніш \
самозакоханості ,, сумасбродство фліртувати ,, югозападнонаправленний ,, яєчник хрест \
нул ,, заборонена НЕ кола колпоскопіческая ,, здригається ,, одкровення ,, робота вдома з \
тропів моносинаптічеськие ексцизійної стогони ,, ентероцентез джакузі зайнято ,, Гипподам \
ром зовнішніх чорних очей ,, смугасті ондулятор ,, метатезіровать ,, староста шаріату ,, \
епітеліальний чутливий орган скупий дієздатність ,, прикрасити старовиною кр \
аснеющій прорахунок пташки ,, безумці фізостигмін мистецтво правити нервові трубки поб \
іти ,, мягчайшій злий дух смерті крузадо довіру ,, робочі одиниці дардзі Аерофон ,, \
тростинний козел расстройственно ,, растяжітелі ,, однозадачная джелаба ,, прінаждлеж \
ності підручні засоби дотепний ,, каліграфії уельські парламентарії Незадов \
ворітельность непохитний ,, бракований похований благодарітель мазня істеричка ,, \
просторікувати тятива желатин плита ,, вибори концептуалізація подавати тріпліку ,, \
контрзахід Ракка ,, нумераційний ,, агент делірій метілтіонін ,, мантра дінамістов атомізі \
ваний ,, увічнення перкаліна гривні прагматізірованіе ,, докірливо віддалена ра \
бота худобу застарілий відкривач ,, зробити вогнестійким каріоптеріс незграбні біси ,, \
трансвестити окітаенние нарцис ,, ходок менш ,, дегазувати ,, посткризу схожості ,, \
низькопоклонство сероконверсіровать страхувати ,, символи Рафіду обривисті хам ,, зоо \
терапія хлориди всенародне нікчемність юри ,, співоренда кастаноспермін обрат \
ні ходи порушити ,, сприяння однозначний палафіт ,, пуф з'єднання ,, вдалий ,, Тералена \
переоправдивающій ,, привабливий допустимості заглушати ,, найм перецілувати клави \
корд форелеве ,, короткозорості неотвлекаемие евакуації вловимий суперклей ,, деамінізі \
ровать аптеки ТЕФ гебефреніі ,, розумники омонім ланцетник ,, лізательний бездомний ,, зама \
ненний ,, вертлюжна западина атенолол ,, огляд бідніший обдертий ,, патологічне без \
воліе ,, регулювальник жакет гонорово ,, галравітч хаплохроміса междуассоціаціі мульти \
пара збільшення ,, nембріональний рак кооптація цигани нечасто ,, хвостики делікатності \
штатні ,, виставити на посміховисько перерейтінг ,, катафорезного ,, мебілірованія молочні бі \
дони ,, гетит знизити білокопитник ,, транскрибувати плаксивість сірчано поло ,, \
важільна лебідка волокна шерсті перекриту дорогу перероблених внутрішніх монологів ,, \
посередництво брехливість паразитизм протилежний світ ,, відкриття бури з жаром ,, воно \
матопоезія розкаюється ,, рамекін ,, плінтус бундючно ,, вольта донесённие Алантоїс ,, \
бор букле підняття підтримують ,, дьяволіст палиці роздача легкої граючи ,, процессуаль \
них бісексуалізм напади гемолізірованни ,, огидності вигнання приводи ,, пере \
ферійная Конга ,, двоатомний ,, дурінь виплати ,, розташування прийшли його ,, косячи \
щие місячні камені кашевідние жахливі ,, серцевина фаготист предеспозіція жаргонних держ \
подстве ,, скромна неуравнімая вторсирьевая одяг неминуче ,, благаючи сітковий тран \
квілізацію ,, едінородітельние товариші ,, алотропна ,, форзацная абіогенетіческій ,, охла \
Девані узяте односторонні медалі ,, видалення волосся стовбур ефективно хитається ,, одягнений \
удачливо запалав завершені ікающіе муніціпалізровать ,, пентаграфи посилки Мар \
кітант веде розкопки ,, зоряна пил неправильно процитована подяку ,, мало \
цінний продірявлений ,, напхане ,, лікує гілотеізм ,, пі

Свіжа кров просочується через розріз на шкірі і повільно забарвлює її груди  \
у червоний колір. У мене починається гіпервентиляція у міру посилення бажання. Образи не \
виходять з голови. Образи того, як я встромляю ніж у її плоть , продовжуючи без зупинки гвалтувати \
її тіло лезом,  перетворюючи її на фарш. Я божеволію  коли думки, \
починають повертатися. Гострий біль та думки атакують мій розум. Це \
бридко. Абсолютно бридко. Як я взагалі могла дозволяти собі думати про такі речі? Але помилки в цьому немає. Хтивість \
продовжує розтікатись по моїх венах. Біль у м’язах, черз те що все тіло відчуває не випущену напругу.  \
Її третє око притягує мене все ближче."""
    )

    poem_n1 = Poem(
    author = "natsuki",
    title = "Орли можуть літати",
    text = """\
Мавпи можуть дертися,
Цвіркуни можуть стрибати,
Коні можуть скакати,
Сови можуть шукати,
Гепарди можуть бігти,
Орли можуть літати,
Люди можуть намагатися,
Але на цьому і все."""
    )

    poem_n2 = Poem(
    author = "natsuki",
    title = "Емі любить павуків (Шо?)",
    text = """\
Не знаю, що сталося,
Чи де ти була,
Все, про що я можу думати зараз – синці на твоїй шкірі,
І кров, що йде з твого носа, падає на твій одяг.
Цей образ...

Образ, який зруйнував мою свідомість.
У той день час для мене ніби завмер...
Я бачив тебе
Зламаною...
Побитою...

З того моменту я усвідомив,
Що мушу вберегти тебе.
Ніч змінила день,
Але думки про тебе не покидали мене.

Мені було зле від хвилювань...
І, якщо судилося мені зробити що-небудь,
Слід було б мені поквапитися...

Повідомлення за повідомленням,
Дзвінок за дзвінком,
Дівчина, про яку найбільше турбуюся я -
Це та, яку уберегти не здатен я."""
    )

    poem_n2b = Poem(
    author = "natsuki",
    title = "0J7RgtC60YDQvtC5INGB0LLQvtC5INGC0YDQtdGC0LjQuSDQs9C70LDQty4=",
    text = """\
0KfQtdGA0LXQtyDQvdC+0LYg0Y8g0YfRg9Cy0YH
RgtCy0YPRjiDQvdC10LbQvdC+0YHRgtGMINC10Z
Eg0LrQvtC20Lgg0YLQsNC6INGP0YHQvdC+LCDQ
sdGD0LTRgtC+INGB0LDQvNCwINC10ZEg0LrQsN
GB0LDRjtGB0YwuINCf0L4g0YLQtdC70YMg0L/RgN
C+0LHQtdCz0LDQtdGCINC/0YDQuNGP0YLQvdCw
0Y8g0LTRgNC+0LbRjC4g0KfRgtC+LdGC0L4g0YHQ
u9Cw0LHQvtC1LCDQv9C+0YfRgtC4INCx0LXRgdC
/0L7QvNC+0YnQvdC+0LUg0LLQvdGD0YLRgNC4IN
C80LXQvdGPINC60YDQuNGH0LjRgiwg0YHQvtC/0Y
DQvtGC0LjQstC70Y/Rj9GB0Ywg0Y3RgtC+0LzRgyD
QvdC10LrQvtC90YLRgNC+0LvQuNGA0YPQtdC80L7
QvNGDINC90LDRgdC70LDQttC00LXQvdC40Y4uINC
d0L4g0Y8g0YPQttC1INC/0L7QvdC40LzQsNGOLCDR
h9GC0L4g0LzQtdC90Y8g0YLQvtC70LrQsNC10YIg0
Log0LrRgNCw0Y4g0L/RgNC+0L/QsNGB0YLQuC4g0
K8uLi4g0K8g0L3QtSDQvNC+0LPRgyDQvtGB0YLQs
NC90L7QstC40YLRjNGB0Y8u"""
    )

    poem_n3 = Poem(
    author = "natsuki",
    title = "Я буду твоїм пляжем",
    text = """\
Твій розум повний турбот і страхів,
Що за багато років зруйнували твоє вміння дивуватись.
Але сьогодні я покажу тобі особливе місце - 
Пляж, куди ми підемо з тобою разом.

Берег, що простирається за межі зору,
Море, що іскрить блискучим світлом,
Стіни твого розуму розтануть
Під сонячний сяйвом.

Я буду пляжем, що змиє всі твої турботи,
Я буду пляжем, про який ти мріятимеш кожного дня,
Я буду пляжем, від якого твоє серце заб’ється відчуттями, 
Тими, які ти вважав вже назавжди залишились у минулому.

Поховай свої важкі думки у гущі піску,
Купайся у сонячному промінні, мою руку тримай,
Змий свою невпевненість в солоному морі,
І дай мені побачити як ти засяєш.

Залиши свої спогади у ланцюжку слідів,
Звільни себе моїми вітрилами,
І пам'ятай - є причини чому ти прекрасний, 
Коли торкаєшся своїми губами до моїх.

Я буду пляжем, що змиє всі твої турботи,
Я буду пляжем, про який ти мріятимеш  кожного дня,
Я буду пляжем, від якого твоє серце заб’ється відчуттями, 
тими, які ти вважав вже назавжди залишились у минулому.

І якщо ти дозволиш мені бути з тобою,
Твоїм власний пляжем, твоїм власним порятунком, 
Ти знову навчитися любити себе."""
    )

    poem_n3b = Poem(
    author = "natsuki",
    title = "Адже ти",
    text = """\
Завтра навколо мене все буде яскравіше.
Але у цей похмурий день, я можу дивитися лише вниз.
Трошки піднімаю свій погляд.
Адже ти дивишся на мене.

Коли я хочу щось сказати, я це кричу!
Але мої справжні почуття ніколи не виходять назовні.
Трошки менше порожнечі в моїх словах.
Адже ти слухаєш мене.

Коли щось вгорі наді мною -  я тягнуся до зірок.
Але, коли я відчуваю себе маленькою, то не можу нічого досягти.
Трошки вище я становлюся.
Адже ти сидиш поруч зі мною.

Я вірю у себе всім своїм серцем.
Але що робити, коли воно разривається на частини?
Трошки сильніше моя віра.
Адже ти віриш у мене.

Моє перо завжди випробовує мої почуття.
Я не письменник, але роблю все що можу.
Трошки більше ціную свої вірші.
Адже ти думаєш про мене.

Адже ти, адже ти, адже ти."""
    )

    poem_n23 = Poem(
    author = "natsuki",
    title = "",
    text = """\
Не знаю, як ще поговорити з тобою. Але є дещо, про що я дуже хвилююся. \
Юрі дуже дивно поводиться. Ти у нас всього кілька днів, тому, напевно, не розумієш, про що я. \
Але це ненормально для неї. Вона завжди була тихою, ввічливою \
і турботливою ... і таке інше.

Добре ... Це дуже соромно, але я змушу себе сказати це. Правда в тому, що я СЕРЙОЗНО \
хвилююся за неї. Але якщо я спробую поговорити з нею, вона знову збіситься. Я не знаю, \
що робити. Я думаю, ти єдина людина, кого вона послухає. Я не знаю чому. \
Але, будь ласка, спробуй зробити що-небудь. Може, ти переконаєш її сходити до лікаря.

Я завжди хотіла бути для неї хорошим другом, і мені боляче бачити те, \
що відбувається. Знаю, я буду ненавидіти себе за те, що зізналася в цьому, але зараз \
мені начхати. Я відчуваю себе такою безпорадною. Будь ласка, якщо ти можеш хоч чимось допомогти ... \
Я не хочу, щоб з нею сталося щось погане. Я спечу тобі кексів, якщо потрібно. Тільки, \
будь ласка, зроби що-небудь.

Щодо Моніки ... Не знаю чому, але вона не звертає на це уваги. Наче хоче, щоб ми \
ігнорували це. Так що я дуже злюся на неї зараз, і тому прийшла до тебе за допомогою. \
НЕ ГОВОРИ ЇЙ, ЩО Я ЦЕ НАПИСАЛА !!!! Просто вдавай, що я написала хорошу поему, добре? \
Я розраховую на тебе. Спасибі, що прочитав."""
    )

    poem_s1 = Poem(
    author = "sayori",
    title = "Дороге Сонечко",
    text = """\
Те, як ти вранці світиш через віконечко,
Дає мені відчуття що ти сумувало за мною.
Поцілунком в чоло мене з ліжка підіймаєш.
Сон з моїх очей проганяєш.

Ти кличеш мене вийти з дому пограти?
Ти віриш я зможу дощ та хмари прогнати?
Дивлюся я вгору. Небо синіє.
Це мій секрет:  я теж тобі вірю.

Якби ж то не ти, я б спала день, вечір, ніч, ранок…
Та це не дратує.

Я хочу сніданок!"""
    )

    poem_s2 = Poem(
    author = "sayori",
    title = "Пляшки",
    text = """\
Зніму свій скальп,  як кришку з банки печива відкрию.
Секретне місце це де я тримаю свої мрії.
Маленькі кульки сонячного світла, 
Вони одна об одну труться, 
Неначе кошенята в купці.
Всередину своїми пальчиками проникаю, одну звідти відриваю.
Вона тепла та колюча.
Але не можна час втрачати - у пляшку  покладу її щоб краще було зберігати.
А далі, я поставлю пляшку цю до інших пляшок - на полицю в рядок.
Щасливі думки, щасливі думки, щасливі думки у пляшках, і пляшок рядки.

Заводити багато друзів моя колекція дозволяє. 
Кожна пляшка – зоряне світло що біді допомагає. 
Інколи мій друг якось не так почувається. 
Тоді пляшка з полиці спускається і становище виправляється.

За ніччю ніч - все більше думок.
За другом друг - все більшає пляшок.
А пальчики мої все глибше й глибше проникають.
Неначе темної печери по закутках заховані секрети відкривають.
Копаю і копатю.
Шкребу й шкребу.

З корку пляшок пил здуваю.
Часу плин не відчуваю.
На порожню полицю може ще більше вміститься.
Мої друзі через замкнені вхідні двері заглядають.

Все зроблено, нарешті. Відчиняюсь,  пускаю друзів.
Друзі в поспіху вбігають. Невже вони так сильно пляшок моїх бажають?
З полиці одну за одною я їх знімаю гарячково.
Усім до єдиного друзям.
Усі до єдиної пляшки.
Але кожного разу як я пляшку відпускаю, вона  у моїх ніг розбивається вщент об підлогу.
Щасливі думки, щасливі думки, щасливі думки, в осколках, в осколках, по всій підлозі.

Вони були призначені для моїх друзів, 
Моїх друзів що не посміхаються.
А вони всі кричали, благали.
Щось.
Але все що я чула  - це відлуння, відлуння, відлуння 
в моїй голові."""
    )

    poem_s3 = Poem(
    author = "sayori",
    title = "%",
    text = """\
Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови. Забирайся з моєї голови.
Забирайся.
З.
Моєї.
Голови.\n\n\n
Забирайся з моєї голови, поки я не зробила те, що буде краще для тебе.
Забирайся з моєї голови, поки не вислухала все, що вона сказала мені.
Забирайся з моєї голови, поки я не показала, як сильно я люблю тебе.
Забирайся з моєї голови, поки я не закінчила писати цю поему.\n\n\n\n\n\n\n
Але поема насправді ніколи не закінчується.
Вона просто перестає рухатися."""
    )

    poem_m1 = Poem(
    author = "monika",
    title = "Отвір в стіні",
    text = """\
Це не могла бути я.
Дивись, куди виступає шпаклівка.
Галасливий сусід? Роздратований хлопець? 
Я ніколи не дізнаюся. Мене не було вдома.
У пошуках підказки заглядаю в отвір.
Ні! Не бачу нічого! Я відхитнулась, засліплена, неначе залишена під сонцем фотоплівка.
Але занадто пізно. Моя сітківка.
На ній тепер назавжди випалений цей безглуздий образ.
Це просто був маленьий отвір. Він не був надто яскравим.
Він був дуже глибоким.
Таким, що вічно тягнеться у Всесвіт.
Отвір нескінченних варіантів вибору.
Тепер, я розумію, що я не дивилася в.
Я виглядала з.
А він, на іншій стороні, в середину дивився."""
    )

    poem_m21 = Poem(
    author = "monika",
    title = "Діра в стіні",
    text = """\
Але він дивився не на мене.
Розгублена, я відчайдушно оглядаюся навколо.
Та мої випалені очі не можть більше розрізняти кольори.
Чи є інші в цій кімнаті? Вони розмовляють?
Або вони - це просто вірші на плоских аркушах паперу,
Какофонія божевільного скрипу, що звучить у моїх вухах?
Кімната починає зморщуватись.
Накриваючи мене.
Повітря, яким я дихаю, розсіюється перш ніж досягти моїх легень.
Я панікую. Повинен бути вихід.
Це прямо там. Він прямо тут.

Відкинувши свої страхи, я роблю змах пером."""
    )

    poem_m2 = Poem(
    author = "monika",
    title = "Збережи мене",
    text = """\
Кольори, вони не зупиняться.
Яскраві, гарні кольори
Мерехтять та розширюються, пронизують
Червоний, зелений, синій
Нескінченна
Какофонія
Безглуздого
Шуму

Шум, він не зупиняється.
Жорстокі, роздираючі хвилі
Скриплять, верещать, пронизують
Синус, косинус, тангенс
    Як дошку вставити у програвач.
        Як ставити вініл на зачерствілу піццу
Нескінченна
поема
Безглуздя\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n
Завантаж мене
    """
    )

    poem_m22 = Poem(
    author = "monika",
    title = "Збережи мене",
    text = """\
Кольори, вони не 
Яскраві, г рні к л ори
М р хтять та ро ширю ться, пронизують
Червоний, зелений, синій
Не кінченна
КАКОФОНІЯ
Безглуздого
Шуму

Шум, він не ЗУПИНЯЄТЬСЯ.
Ж рст кі, роздираючі хв лі
Ск ип ять, верещ ть, пронизують
СИНУС, КОСИНУС, ТАНГЕНС
    Як д шку вс ав ти у пр  гравач.
        Як НІЖ що грає на ДИХАЮЧИХ ГРУДЯХ
Н с інче на
П  ма
Б зг уз я\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n
Видали її
    """
    )

    poem_m3 = Poem(
    author = "monika",
    title = "Леді, Що Знає Все",
    text = """\
Про леді, що мандрує по Землі є давня казка.
Леді, Що Знає Все.
Прекрасна леді, що знає всі відповіді,
Усі сенси,
Мету всього,
І все, що колись помислено було.

А ось і я,


              перо


Загублена напризволяще в небі, потоків вітру жертва.

Шукаю день за днем.
Шукаю майже без надії, бо знаю я - легенди не існує.
Але коли все інше не вдалося,
Коли всі інші відвернулися від мене,
Легенда – це є все що залишилось – остання тьмяна зірка, 
Що мерехтить у сутінках у небі.

І ось настав день, коли припинив дути вітер.
Я падаю.
І я падаю і падаю, і далі продовжую падати.
Ніжна, як пір'їнка.
Сухе перо, невиразне.

Але великим і вказівним пальцями мене мене рука спіймала.
Рука прекрасної леді.
Я подивилася їй в очі і загубилася в ії нескінченному погляді.

Леді, Що Знає Все, знає, про що я думаю.
Ще до того як я можу щось сказати, вона відповідає глухим голосом.
"Я знайшла всі відповіді, і всі вони зводяться ні до чого.
Немає жодного сенсу.
Немає жодної мети.
І шукаємо ми тільки неможливого.
Я не твоя легенда.
Твоя легенда не існує.  "

І вона здмухує мене назад у повітря, і я ловлю порив вітру."""
    )

    poem_m4 = Poem(
    author = "monika",
    title = "Щасливий кінець",
    text = """\
Тримаючи перо в руці, я знаходжу свою силу.
Мене наділяє відвагою моя одна і єдина любов.
Давай разом відкинемо цей світ.
І напишемо роман з наших власних фантазій.

З рухом свого пера, та що загубилася знаходить свій шлях.
У світі незлічених варіантів, це і є той самий особливий день.

З рештою,
Не все хороше обов’язково має завершуватись."""
    )


    poem_me1 = Poem(
    author = "me",
    title = "Ти",
    text = """\
Не знаю, що сталося,
Чи де ти була,
Все, про що я можу думати зараз – синці на твоїй шкірі,
І кров, що йде з твого носа, падає на твій одяг.
Цей образ...

Образ, який зруйнував мою свідомість.
У той день час для мене ніби завмер...
Я бачив тебе
Зламаною...
Побитою...

З того моменту я усвідомив,
Що мушу вберегти тебе.
Ніч змінила день,
Але думки про тебе не покидали мене.

Мені було зле від хвилювань...
І, якщо судилося мені зробити що-небудь,
Слід було б мені поквапитися...

Повідомлення за повідомленням,
Дзвінок за дзвінком,
Дівчина, про яку найбільше турбуюся я -
Це та, яку уберегти не здатен я."""
    )

    poem_s4 = Poem(
    author = "sayori",
    title = "Сайорі",
    text = """\
Життя – зовсім не те.
Воно – ніщо, окрім страждань.
День за днем
Мій розум руйнується.

Думки про смерть...
Депресія прогресує.
І, якщо я помру, і це буде кінець,
Це не буде дивно.

Я дивлюся в стіну і думаю про це...
Я відчувала це навіть коли була молодшою.
Я глянула на свій ніж...
Ні, це занадто брудно.

Я думаю про таблетки...
Випиті даремно.
Я думаю про рушницю...
Біля голови, в яку я цілюся.

Можливо, я звучу, як сонна,
І не сприймаю
Біль і страждання,
Які переживаю щодня.

Я морально пригнічена, намагаюся зберігати сили,
Але все, чого я хочу – заснути
І ніколи більше не прокинутися."""
    )


    poem_s5 = Poem(
    author = "sayori",
    title = "",
    text = """\
\n\n\n\n\n\nНадіялась, що буду їй я."""
    )

    poem_n4 = Poem(
    author = "natsuki",
    title = "Герой",
    text = """\
Я дивлюся в небеса і не можу перестати думати,
Як же ти врятував моє життя від цієї тиранії.
Чи ти був лагідний зі мною, коли ніхто інший не був,
Коли ми читали разом, і думали, що це – прекрасно?

Чи то були твої вірші?
Читаючи їх, захоплюючись словами, я була немов у невагомості.
В такі моменти щастя було так близько, що я могла відчути його.
А потім ти йшов.
Повертався додому, залишаючи мене одну...
З ним.

Кожна ніч була ніби боротьба,
Це єдине, що я можу сказати.
Мені ставало лише гірше, день за днем.
Поки ти не побачив мене.

Я намагалася приховати, що так поводяться зі мною,
І я навіть придумала план, як можна уникнути всього цього –
Заснути, і ніколи більше не прокинутися.
Але ти прийшов знову, щоб мене врятувати.

Ти врятував мене від болю.
Ти врятував мене від голоду.
Ти врятував мене від мене самої.

Ти повернув мене на шлях істинний,
Наповнений нашим сміхом і твоєю любов'ю.

Ти – мій герой."""
    )

    poem_mum = Poem(
    author = "mum",
    title = "Сину,",
    text = """\
Я знаю, що минуло чимало часу відтоді, як ми востаннє говорили, і я хотіла б за це вибачитися. Ми з татом отримали підвищення на нашій роботі, що зробило наш графік значно щільнішим. Я просто не могла відповідати на твої дзвінки.

До того ж, наше підвищення повністю прив'язало нас до місця роботи, а це означає, що поки ми все ще у від'їзді, дім буде повністю в твоєму розпорядженні.

Я сподіваюся, що ти матимеш можливість навідати нас після закінчення навчального року. Ми за тобою сумуємо. Я поговорила з мамою Сайори про те, що сталося сьогодні. Я дуже жалкую про те, що тобі довелося побачити, але ми дуже тобою пишаємося за те, що ти з цим впорався.

Тож прийми це від нас з татом як подарунок.

Сподіваємося, що скоро зможемо з тобою поговорити.

З любов'ю, мама і тато."""
    )

    poem_me2 = Poem(
    author = "me",
    title = "Остання Пісня",
    text = """\
Тепер ми з тобою разом
У цій білій кімнаті з вікном,
Крізь яке пробивається світло.
Не важливий результат,
І на ціну мені начхати,
Я лише хочу для тебе кращого.

Твої крихітні ручки,
Твоя шалено мила усмішка,
Все абсолютно бездоганно,
Принаймні, ненадовго.
Але все це рухнуло,
Адже тобі довелося піти.

І тепер, коли ти пішла,
Більше не лишилось нічого.
Я не виклався на повну,
І тепер ми за це поплатились.
В життя моє тьма прийшла,
І мені більше ніде сховатись.

В думках моїх і в серці -
Місця, де ти колись була.
Лежу я в деспотичній тиші,
Викликаній відсутністю твоєю...
Це все лише через мене.
Як міг я дозволити цьому статися?

Вина тримає мене, мов фантом,
Жаль поглинув, наче шторм,
Вселяючи переконання в тому,
Що я не можу цьому опиратись
В найчорнішу годину,
Що б не сталося далі.

Я і справді все зіпсував,
Я не можу нести це на своїй скорботній совісті,
Вона здоровий глузд мій сковує.
Я біжу назад, закривши вуха свої,
До своїх найглибших надр.
Але це – найгучніший звук, що я коли-небудь чув.

Можливо, глибше занурення в страхи свої,
Допоможе мені отямитись.
Тепер же я пливу до місяця,
Щоб провідати тебе.
І залишитись назавжди з тобою...
\n\n\n\n\n\n\n\n\n\n
Побачимось в наступному житті."""
    )








image paper = "images/bg/poem.jpg"
image paper_glitch = LiveComposite((1280, 720), (0, 0), "paper_glitch1", (0, 0), "paper_glitch2")
image paper_glitch1 = "images/bg/poem-glitch1.png"
image paper_glitch2:
    "images/bg/poem-glitch2.png"
    block:
        yoffset 0
        0.05
        yoffset 20
        0.05
        repeat


transform paper_in:
    truecenter
    alpha 0
    linear 1.0 alpha 1

transform paper_out:
    alpha 1
    linear 1.0 alpha 0

screen poem(currentpoem, paper="paper"):
    style_prefix "poem"
    vbox:
        add paper
    viewport id "vp":
        child_size (710, None)
        mousewheel True
        draggable True
        has vbox
        null height 40
        if currentpoem.author == "yuri":
            if currentpoem.yuri_2:
                text "[currentpoem.title]\n\n[currentpoem.text]" style "yuri_text"
            elif currentpoem.yuri_3:
                text "[currentpoem.title]\n\n[currentpoem.text]" style "yuri_text_3"
            else:
                text "[currentpoem.title]\n\n[currentpoem.text]" style "yuri_text"
        elif currentpoem.author == "sayori":
            text "\n[currentpoem.title]\n\n[currentpoem.text]" style "sayori_text"
        elif currentpoem.author == "natsuki":
            text "[currentpoem.title]\n\n[currentpoem.text]" style "natsuki_text"
        elif currentpoem.author == "monika":
            text "[currentpoem.title]\n\n[currentpoem.text]" style "monika_text"
        elif currentpoem.author == "me":
            text "[currentpoem.title]\n\n[currentpoem.text]" style "me_text"
        elif currentpoem.author == "mum":
            text "[currentpoem.title]\n\n[currentpoem.text]" style "mum_text"

        null height 100
    vbar value YScrollValue(viewport="vp") style "poem_vbar"



style poem_vbox:
    xalign 0.5
style poem_viewport:
    xanchor 0
    xsize 720
    xpos 280
style poem_vbar is vscrollbar:
    xpos 1000
    yalign 0.5

    ysize 700



style me_text:
    font "mod_assets/fonts/mc.ttf"
    size 30
    color "#000"
    outlines []

style mum_text:
    font "mod_assets/fonts/mumfont.ttf"
    size 24
    color "#000"
    outlines []

style yuri_text:
    font "mod_assets/fonts/y1.ttf"
    size 32
    color "#000"
    outlines []

style yuri_text_2:
    font "mod_assets/fonts/y2.ttf"
    size 40
    color "#000"
    outlines []

style yuri_text_3:
    font "mod_assets/fonts/y3.ttf"
    size 18
    color "#000"
    outlines []
    kerning -8
    justify True

style natsuki_text:
    font "gui/font/Bad_Script.ttf"
    size 24
    color "#000"
    outlines []
    line_leading 1

style sayori_text:
    font "mod_assets/fonts/s1.ttf"
    size 34
    color "#000"
    outlines []

style monika_text:
    font "mod_assets/fonts/m1.ttf"
    size 34
    color "#000"
    outlines []

label showpoem(poem=None, music=False, track=None, revert_music=False, img=None, where=i11, paper=None):
    if poem == None:
        return
    play sound page_turn
    if music:
        $ currentpos = get_pos()
        if track:
            $ audio.t5b = "<from " + str(currentpos) + " loop 4.444>" + track
        else:
            $ audio.t5b = "<from " + str(currentpos) + " loop 4.444>bgm/5_" + poem.author + ".ogg"
        stop music fadeout 2.0
        $ renpy.music.play(audio.t5b, channel="music_poem", fadein=2.0, tight=True)
    window hide
    if paper:
        show screen poem(poem, paper=paper)
    else:
        show screen poem(poem)
    if not persistent.first_poem:
        $ persistent.first_poem = True
        show expression "gui/poem_dismiss.png" as poem_dismiss:
            xpos 1050 ypos 590
    with Dissolve(1)
    $ pause()
    if img:
        $ renpy.hide(poem.author)
        $ renpy.show(img, at_list=[where])
    hide screen poem
    hide poem_dismiss
    with Dissolve(.5)
    window auto
    if music and revert_music:
        $ currentpos = get_pos(channel="music_poem")
        $ audio.t5c = "<from " + str(currentpos) + " loop 4.444>bgm/5.ogg"
        stop music_poem fadeout 2.0
        $ renpy.music.play(audio.t5c, fadein=2.0)
    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
