label script_exitmusic:
stop music fadeout 2.0

$ quick_menu = False
scene black
show monday
with dissolve_scene_half
pause(2.0)
$ quick_menu = True


scene bg residential_day
with dissolve_scene_full

"Настав день фестивалю."
"Я був впевнений, що із всіх можливих днів саме в цей ми з Сайорі підемо до школи разом."
"Але вона не відповідала на мої дзвінки."
"Я вирішив зайти до неї."
"Не так вже й тяжко просто зачекати її, або допомогти прокинутись."
"Навіть така дрібниця, як спільний похід до школи, її дуже сильно порадує."
"Крім того..."
"Вчора я їй сказав, що все буде так, як і завжди."
"Це все що їй потрібно, і те, що я хочу їй дати."
"Добре, дідько з ним. Я просто зайду до неї."
"Я взяв кекси, які ми з Нацукі перкли вчора, і пішов до дому Сайорі."
scene bg house with wipeleft
"Я підійшов до дому Сайорі і постукав в двері."
"Я не очікував, що вона відповість, так як її телефон також мовчав."
"Як і вчора, я відкрив двері і зайшов без запрошення."
scene black with wipeleft
"Вона дуже міцно спить..."
"Не віриться, що я дійсно це роблю."
"Буджу її у власному домі..."
"Дуже вже схоже на те, що хлопець зробив би для своєї дівчини, чи не так?"
"У будь якому випадку..."
"Мені просто здається що так правильно."
"Я постукав в двері кімнати Сайорі."
mc "Сайорі?"
mc "Підйом, соня..."
"У відповідь - тиша."
"Мені не дуже хотілось ось так вламуватись в її кімнату..."
"Хіба це не втручання в особисте життя?"
"Але вона не залишила мені вибору."
"Я повільно відкриваю двері."
mc "Сайо--{nw}"
scene bg sayori_bedroom
show sayori 2cm zorder 1 at i11
play music yawa
mc "...рі?!"
s "[player]?!"
"Сайорі стоїть на краю ліжка з довгою мотузкою в руках."
"На кінці якої схоже петля..."
"На мить шокований, я впустив кекси з рук."
mc "Якого {i}хуя?!{/i}"
s 2cv "Це-- це не те, на що--"
mc "А на що це ще, блять, повинно бути схоже?!"
s 2cw "П-пробач меня, [player]!"
"Я не можу в це повірити."
"Сайорі б ніколи не зробила нічого подібного..."
mc "Боже-... Сайорі..."
mc "Я мав здогадатися, що все настільки гнітюче."
"Сайорі кинула петлю на підлогу."
show sayori 1cu zorder 1 at t11
mc "Сайорі..."
mc "Чому ти ні з ким не говорила про це?"
s "Я н-не хотіла марнувати чийсь час..."
mc "Ти не марнуєш чийсь час."
mc "Ми просто хочемо, щоб ти була щаслива так, як і ми при виді тебе."
mc "Ти... Ти заслуговуєш того, щоб бути щасливою."
mc "Я знаю, що зараз ти думаєш, що це не так, но..."
mc "Це правда."
mc "І я готовий допомогти тобі з {i}цим{/i}."
mc "Но, для початку, тобі {i}потрібно{/i} поговорити про це."
s 1cv "Я..."
s "Я не можу."
s "Просто..."
"Вона призупинилась."
"Навкруги не було жодного звуку, окрім шморгання Сайорі."
s "Я... Я майже зробила це, [player]..."
s 1cw "Я б більше ніколи тебе не побачила."
mc "Сайорі... Ти можеш уявити, що б було, якби я знайшов тебе {i}такою?{/i}"
s 1cv "Я-я-я..."
mc "Сайорі, послухай. Не важливо, через що тобі доводиться проходити. У тебе завжди є причина залишатись з тами."
mc "Навіть якщо ця причина лише одна, тобі потрібно тримати себе в руках."
mc "І я знаю, що вона є."
mc "Ти сама сказала мені про неї вчора."
s 1cu "[player]..."
"Вона відійшла від мене на пару кроків."
mc "Я знаю, що це буде не просто, но я завжди тут заради тебе."
mc "Ми всі з тобою."
mc "Щоб не сталося."
s 4cu "[player], не треба..."
mc "А тепер, слухай мене. Тобі потрібно проконсультуватись з експертом про це."
mc "Я не сприйму 'ні' за відповідь, Сайорі."
s "Мені здається, що я н-не г-готова..."
s "М-ми можемо піти в інший час."
mc "Ні за що."
mc "Тобі дійсно потрібна допомога, і чим раніше -- тим краще."
mc "Ми йдемо {i}просто зараз{/i}."
s "Я... Я не-... Я не знаю, чи зможу я..."
mc "Сайорі, зроби це..."
mc "Якщо не заради себе, то заради мене."
"Вона шморгає носом, витираючи сльози з обличчя.."
s 1ck "Д-добре..."
mc "Давай, пішли!"
mc "До лікаря."
mc "Ми поїдемо на автобусі."
s "[player]..."
s "Фестиваль..."
mc "Нахуй той фестиваль."
mc "Для мене ти важливіша."
s "Д-добре..."
s 1ch "М-мені треба переодягнутись."
mc "Ой!"
mc "Звісно..."
"Я кивнув їй і вийшов за двері, перед цим взявши мотузку на всякий випадок."
"Вона легенько кивнула і закрила прямо перед моїм носом."
scene black with wipeleft
"Я трохи хвилююсь залишати її одну, особливо після... чогось {i}такого{/i}."
"Але, як би там не було, їй потрібен особистий простір."
"Я встав на коліна, і почав збирати випавші кекси з підлоги."
"Нацукі вб'є мене..."
"Я спустився вниз, розв'язав петлю і викинув мотузку в смітник."
"Я затримався внизу примірно хвилин одну-дві, а потім піднявся на верх."
"{i}Ну зараз вона, скоріш за все, готова.{/i}"
"Я постукав в двері Сайорі. Вона відкрила її."
scene bg sayori_bedroom with wipeleft
show sayori 3bk zorder 1 at t11
mc "Готова?"
"Сайорі кивнула один раз, дивлячись в підлогу."
s 1bg "Ц-це і є 'краще для мене', так?"
"Вона дивиться на мене, очікуючи відповіді."
"Мені стало не пособі від такого питання но я всерівно відповів."
mc "Я знаю, що так воно і є."
mc "Ну ж бо, пішли."

scene black
with Dissolve(1.0)
stop music fadeout 2.0
scene bg hospital
with dissolve_scene_full
play music tinkertailor

"Я сидів в кімнааті очікування біля кабінету лікаря, терпеливо очікуючи повернення Сайорі."
"Я хвилююсь."
"Мій телефон тихо завібрував."
"Я згадав, що сьогодні повинен бути фестиваль."
"Повідомлення від Моніки."

m "де ти??"

"Мені потрібно відповісти."

mc "Я заняти."
m "серйозно [playerlow] будь ласка тільки не говори що ти боїшся читати вірш або щось в такому дусі"
mc "Все куди серйозніше."
m "що відбувається?"
mc "Я не впевнений в тому, чи можу я розказувати тобі все просто зараз."
mc "Но це дуже серйозно, зрозуміло? Повір мені."
m "добре"
m "просто поквапся і приведи з собою сайорі"

"Я глянув на двері."
"У маленьке віконце я бачу засмучену Сайорі, що схилила голову на лікарський стіл."
"Мені дуже погано, особливо коли розумію, що це наслідок моєї неуважності до цього."
"Позаду мене відкрились вхідні двер в кімнату очікування, в котру зайшли дві медсестри."
"Но телефон в моїй руці знову завібрував, і я перевів увагу на нього."

m "дідько тут тільки я з юрі"
mc "В сенсі? А де Нацукі?"
m "хз, будь ласка прийди сюди як можна швидше і приведи з собою сайорі добре??"
mc "Це моя особиста проблема. Я нічого не можу обіцяти, но постараюсь прийти на фестиваль до його закінчення, добре?"
m "добре"

"Пройшла лише пара хвилин, і я знову отримую від неї повідомлення."

m "забудь про це, всі вже чекають біля входу"
m "нам доведеться все відмінити"

"Я положив телефон в кішеню і схопився за голову."
"Чому саме зараз?"
"Я почуваю себе жахливо через Сайорі, бо вся її біль викликана лише мною."
"З іншої сторони, мені здається, що я поставив Моніку і Юрі в незручне положення перед іншими учнями."
"Моніка і Юрі..."
"Я згадав, що мені писала до цього Моніка."
"{i}Де{/i} Нацукі?"
"Раптово двері до кімнати очікування знову відчинилися, і туди увійшла ще одна медсестра. А за нею йшла дуже знайома мені людина..."
show natsuki 1bba zorder 1 at t11
n "..."
mc "Нацукі? Ти... в порядку?"
n 1bbb "......{nw}"
n 1bbc "......{nw}"
n 1bbd "......{nw}"
show natsuki at lhide
hide natsuki
"Вона миттю розвернулася й, захлинаючись від сліз, кинулася геть звідки прийшла."
"Я одразу підскочив з наміром поговорити з нею, але побачив, що медсестра здивовано на мене витріщається."
"Я знову сів на місце, тепер переживаючи про здоров'я Нацукі так само, як і про здоров'я Сайорі."
mc "Ем... перепрошую?"
mc "Що... з нею сталось?"
"Вона розповіла, як Нацукі війшла в лікарню, в крові й синяках, шукаючи допомоги."
"Бідна Нацукі."
"Потім вона насторожено запитала, чи не знаю я, звідки у неї могли взятися рани."
mc "Ні!"
mc "Я навіть не знаю, що сталось!"
mc "Я привів сюди подругу, вона намагалась--"
"Я зупинився."
"Сумніваюсь, що Сайорі хотілося б, щоб я в відкриту говорив про те, що її тривожить."
"Принаймні, не зараз."
mc "Ну-.. це було дуже серйозно, добре?"
"Я прикусив губу, коли медсестра продовжила йти своєю дорогою."
"Мій телефон знову завібрував."
m "ти впевнений що не знаєш де зараз сайорі або нацукі?"
mc "Вже казав тобі, що не знаю."
"Я не можу розказати їй про Нацукі."
"Скоріш за все, це її особиста проблема, і вона справиться сама."
"Но..."
"Може, мені треба написати їй."
m "у будь якому випадку не важливо"
m "ми повинні все відмінити"
m "люди вже скаржаться на відсутність кексів"
m "юрі вийшла подихати свіжим повітрям"
mc "Боже... я дуже сильно вибачаюсь, добре?"
mc "Мої руки зв'язані, я просто нічим не можу допомогти!"
m "окей. точно все"
m "дякую велике [playerlow]"
"Я зітхнув."
"Тепер я вибісив Моніку, тому що не зміг заставити себе розповісти про те що сталось."
"Я вирішив швидко написати Нацукі про побачене в домі Сайорі."
"Пройшла вже пара хвилин, а відповіді нема."
"Повідомлення не відмічене, як прочитане."
"Двері кабінету відчинильсь, і звідти вийшла Сайорі."
show sayori 3bg zorder 1 at t11
s "[player], ти в порядку?"
mc "Не зовсім. Просто втомився."
mc "А ти як?"
s 3bh "Я... Я правда не хочу про це говорити."
mc "Ти впевнена?"
mc "Тому що я відкритий для тебе, я можу просто-"
s "[player], будь ласка..."
s 1bf "Ми можемо просто... пропустити це?"
s "Я не хочу роздувати проблему, особливо перед подругами."
"Я встав."
mc "Сайорі, не думаю, що ти зрозуміла, наскільки все серйозно."
mc "Ти майже... майже вбила себе."
mc "Тобі слід піти додому і трохи відпочити, добре?"
s 1by "Напевно, доведеться, правда? Ехехе~"
"Сайорі пустила невеликий, дуже нервний смішок."
mc "В кінці кінців, це хороша ідея. І ти це знаєш."
s 2bk "Но що з фестивалем?"
"Я завагався з відповіддю."
"Я не хотів, аби Сайорі вважала себе винною у скасуванні вистави, тому спочатку згадав про відсутність Нацукі."
mc "Ну... Нацукі теж не прийшла."
mc "Нажаль, Моніці довелось все відмінти."
s 2bj "Ти не... ти не розповідав їй?"
s 2bi "Про-"
mc "Ні."
mc "Поки ти сама не захочеш їй розповісти, вона не дізнається."
mc "Добре?"
"Сайорі кивнула."
s 1bf "Думаю, я їй розповім."
s 3bk "Тож вона дізнається, чому... чому її плани на фестиваль були зруйновані."
"Можу здогататись, що вона збирається говорити далі."
mc "Це не твоя провина, Сайорі."
mc "Ніхто не винен."
"Сайорі міцно тримає мою руку, ніби лещата."
mc "Ти можеш розповісти їй, якщо дійсно хочеш."
mc "Дідько, вона напевно дала би більш корисну пораду."
s "Можливо..."
s 3be "Ти... говорив моїм батькам?"
"Я зітхнув."
mc "Так, звісно."
mc "Вибач, но я відчував, що повинен розповісти і-"
s 3bl "Дякую."
s "Мене лякала думка про те, як я все їм розповім."
"Погляд Сайорі опустився вниз."
s 1bt "Я кохаю тебе, [player]."
mc "Я..."
"Незважаючи на її теперішній стан, я не можу їй брехати."
"Було б не справедливоз моєї сторони ось так знищити її надії."
"Тому я вирішив заткнутись."
show sayori 1bu zorder 1 at t11
"Пройшла десь хвилина."
show sayori 1bb zorder 1 at t11
mc "Все одно, ми повинні йти."
mc "Зараз немає сенсу йти до школи."
s 2bc "Чому? Скільки зараз часу?"
mc "Майже полудень."
mc "Ми пропустили фестиваль, і якщо повернемось зараз, то Моніка взбіситься на нас."
mc "Ідем, відведу тебе додому."
mc "Ми можемо поговорити по дорозі як що хочеш."
"Вона обережно киває, слідуючи за мною."
"Ми вийшли з лікарні і поїхали на автобусі до її дому."
scene black with wipeleft
"Я вирішив залишитись дома в Сайорі, просто щоб впевнитись, що їй стало краще."
"Ми провели трохи часу разом, розмовляючи і дивлячись телевізор."
"Її мама повернулась першою, подякувавши мені за зроблене. Я відповів, що без проблем."
"Вона сказала мені, що батько Сайорі вже в шляху, і я можу піти, якщо хочу."
"Коли я впевнився, що з Сайорі буде все добре, я залишив її з її мамою і пішов додому."
scene bg kitchen with wipeleft
"Зайшовши на кухню, я ввімкнув світло і почав собі робити бутерброт, нарізаючи помідори."
"Однак я почав думати про Нацукі."
"Пам'ятаю час, проведений тут разом з нею, і нашу невеличку бійку через крем..."
"Но той синяк, кров..."
"Що з нею сталось?"
"Хто взагалі міг зробити з нею таке?"
"В голові крутяться самі різні причини того що сталось."
"Може, вона просто впала?"
"Або могла побитись з якою-небуть однокласницею?"
"Або ж..."
"{i}Ні.{/i}"
"Абсолютно точно ні."
"Напевне, я надто гостро реагую. Всетаки, сьогодні був тяжкий день."
"Але щось із того, що вона сказала, коли ми читали мангу разом, згадалось мені..."
n "Не знаю, щоб зробив зі мною мій тато, якщо знайде це."
"Мене трясе від одної думки про це."
"Тому що це єдина причина, якою можна пояснити її жахливі рани."
"Я замітив, що поки нарізав помідор, випадково порізав палець."
mc "Ай блять!"
"Я обгорнув палець паперовим рушником, щоб увібрати кров."
"Викинувши його в смітник, я думками повернувся до Нацукі."
"При наступній зустрічі, Мені потрібно буде спитати її про батька."
"Навіть якщо вона запевнить мене, що я помиляюся, то принаймні знатиму."
"З'ївши бутерброд, я піднявся по драбині до себе в кімнату."
scene bg bedroom with wipeleft
"Я впав на ліжко, змучений стресом, який приніс сьогоднішній день."
"Мій розум швидко занурився у сновидіння."

scene black
with Dissolve(1.0)
stop music fadeout 2.0

$ quick_menu = False
scene black
show wednesday
with dissolve_scene_half
pause(2.0)
$ quick_menu = True

scene bg club_day
with dissolve_scene_full
play music t3

show yuri 1a zorder 1 at t11
y "Оу! П-привіт, [player]!"
show yuri at thide
hide yuri
"Я повернувся до літературного клубу."
"Потягнувшись, я оглянув клуб. Він був порожній."
"Ми з Юрі тут самі."
"Я залишив двері відчиненими, сподіваючись, що інші учасники скоро прийдуть."
mc "Привіт, Юрі."
show yuri 1s zorder 1 at t11
"Я сів за парту поруч, дістаючи з портфеля канцелярське приладдя, наслідуючи її приклад."
mc "Слухай. Я знаю, що Моніка скасувала вчорашню зустріч і в мене не було можливості з тобою поспілкуватися..."
mc "Тож я лише хочу вибачитися за те, що підставив вас."
y "Н-не хвилюйся про це, [player]."
y 1v "Моніка сказала, що ти не винний у тому, що не зміг прийти."
y "Вона сказала, що це було щось серйозне."
mc "Ага. Це було щось на кшталт надзвичайної ситуації."
"Я вирішив пом'якшити обстановку, адже раптом Юрі не знає всього, що сталося."
"Зрештою, я не хочу, щоб вона хвилювалася."
y 2t "Ти... в порядку?"
mc "Я? В повному, не хвилюйся за мене."
mc "Це був дехто інший."
mc "Дехто... близький."
y 2g "Зрозуміло."
y 1g "Ну, я с-сподіваюся, що у вас з другом все налагодиться."
mc "Я теж на це сподіваюся, Юрі."
show yuri zorder 1 at thide
"Минула хвилина у повній тиші. Юрі сіла за свою парту і продовжила читання."
"У класі все ще нікого не було. Ну, окрім нас."
mc "Ем, Юрі..?"
show yuri 2n zorder 1 at h11
"Юрі злегка підстрибнула на сидінні, злякавшись, що тишу було перервано."
y "Т-так?"
mc "Чи бачила ти Моніку в школі сьогодні?"
y 2o "Б-боюся, що не бачила, [player]. У неї був дуже поганий настрій після фестивалю."
y "Н-не те щоб я хотіла грубіянити! Ц-це багато для неї значило, врешті-решт..."
mc "Знаю, що значило."
mc "Це і є причина, чому я хочу з нею поговорити."
"Може, вона пробачить нас, якщо я поясню їй, чому ми з Сайорі були відсутні."
"Ну, {i}ми{/i} пояснимо."
"Але я обіцяв Сайорі, що нічого не скажу Моніці..."
mc "Після..."
mc "Після фестивалю Моніка щось про мене говорила?"
y 1h "Н-не зовсім..."
y 2h "Тобто, вона просто скаржилася на те, що вас трьох не було."
y "Я була свого роду вдячна, що все скасувалося..."
y 2p "Але я не хотіла руйнувати плани Моніки! Я б ніколи так не вчинила, принаймні, навмисно!"
mc "Я знаю, що ти не зробила б так, Юрі. Не хвилюйся."
mc "Ти занадто хороша, щоб так чинити."
mc "Втім, у тебе не було причин ось так от робити."
mc "Я ж правий?"
"Юрі на мить задумалася."
y 3v "Н-не зовсім!"
y "Справа в тому, що..."
y 4b "{i}Я не впевнена в тому, що можу тобі сказати про це...{/i}"
y 4d "Ну... я чула те, що Моніка говорила про вас з Сайорі своїм друзям."
y 4c "Н-не те щоб я підслуховувала!"
mc "Що вона сказала?"
y 2f "Я чула, як вона сказала, що єдиною поважною причиною скасувати фестиваль була б... чиясь смерть."
"Що?"
"Моніка б не сказала нічого подібного, так?"
"У неї ж добре серце."
"Але це не просто егоїстично..."
"Це бездушно!"
"Навіть якщо вона не знає про Сайорі, це було занадто схоже на дійсність."
mc "Вау. Це жорстоко."
y 3t "Хоча я сумніваюся, що вона говорила серйозно!"
y 2t "Я маю на увазі, що їй довелося так сказати."
y 2h "Я розумію, що вона дуже сильно засмутилася, але тут не було жодних вагомих підстав, щоб говорити про--"
show yuri 4c zorder 1 at t11
"Слова Юрі просто застрягли у неї в горлі, і вона тут же вдала, що продовжила читати."
"Я обернувся і побачив Моніку, яка стояла у дверях і кидала на Юрі напружені погляди."
"Вона не наважилася подивитися в очі Моніці, воліючи більше зосередитися на 'Портреті Маркова'."
"Хотів би я зробити так."
"Я ковтнув."
"Вона фиркнула і почала говорити."
show monika 1i zorder 1 at t21
show yuri 4c zorder 2 at t22
m "Де Сайорі? Де Нацукі?"
"Вона зосередила свій погляд на Юрі."
"Присутність тут Моніки мене лякає."
mc "Я н-не знаю, Моніко."
mc "Я не бачив їх."
show monika 1h zorder 1 at t21
"Вона подивилася на мене дійсно кислотним поглядом, пробивши всю мою впевненість."
"Чи сказала Сайорі їй про все, що трапилося?"
m "Ти впевнений?"
mc "Я... так."
m "..."
m 1d "Гаразд. Чому тебе не було на фестивалі, [player]?"
mc "У мене були... сімейні проблеми."
"На даний момент я фактично брешу Моніці, намагаючись не видати таємницю Сайорі, поки та сама не наважиться про це сказати."
"Крім того, я знаю Сайорі так довго, що вона вже встигла буквально стати мені спорідненою душею."
"Вона мені як сестричка."
"Тож це більше 'прикрашена правда', ніж чиста брехня."
"У будь-якому випадку, я говорю це чисто собі."
m 2h "Гаразд..."
"Ну, Моніка ні про що з цього гадки не має."
"І якщо вона все ж не знає, що сталося, то в будь-якому разі повинна розуміти, що я їй брешу."
"Але заради Сайорі я змушений брехати. Я не можу підірвати її довіру до мене. Якщо вона дізнається, що я розсекретив щось подібне..."
"Тут же поведінка Моніки різко змінилася, і вона подивилася на нас двох з викривленою посмішкою."
m 2k "Гаразд, ви двоє!"
m 2b "Оскільки сьогодні ми тут самі, я думаю, що варто скасувати сьогоднішню зустріч. Сподіваюся, що завтра не буде жодних {i}надзвичайних ситуацій{/i} чи {i}неявок{/i}."
"Інтонація, з якою були вимовлені ці слова, налякала мене. Вона була надто агресивною."
m 2i "На цьому все. Можете йти."
"Юрі винувато глянула на свою книгу і взяла її, тихо поклавши в сумку разом з канцелярським приладдям."
"Вона вибігла з класу, не промовивши жодного слова."
show yuri zorder 0 at thide
hide yuri
show monika zorder 1 at t11
"Моніка звернула свою увагу на мене, очікуючи, що я теж почну збиратися."
"Я кивнув сам собі і зібрав портфель, мовчки вийшовши в коридор."
stop music fadeout (1.0)
show monika zorder 0 at thide
scene bg corridor with wipeleft
play music t5
"Пройшовши через тихі шкільні коридори, я дістався до дверей, що ведуть на вихід, але зупинився, схопившись за голову."
"Я забув своє канцелярське приладдя. Ну і дибіл."
scene bg club_day with wipeleft
"Я швидко добіг до класу, де і залишив свій відкритий пенал."
"Поклавши його в портфель, я зрозумів, що там немає моєї ручки."
"Я швидко озирнувся навколо і подумав, що, скоріш за все, я загубив її раніше."
"Вийшовши на подвір'я школи, я зустрів Юрі."
scene bg courtyard with wipeleft
"Вона досить швидко переміщалася, притиснувши свій портфель до грудей і протираючи своє обличчя рукавом."
mc "Юрі?"
"Вона мене не почула, тому я вирішив підбігти до неї."
stop music fadeout (1.0)
show yuri 5c zorder 1 at t11
mc "Юрі? Щось не так?"
play music t9
y "О-ой, п-п-привіт. Т-та н-н-нічого."
mc "Точно?"
y 5b "Т-так. Я в п-п-повному п-порядку, п-правда."
"Я їй не вірю."
"Наші очі на мить зустрілися, поки вона не відвернулася. Схоже, що за той час, що ми були розділені, трапилося щось жахливе, але що саме могло загнати її в {i}такий{/i} стан?"
"Я взяв її за плече, щоб спробувати її сповільнити."
show yuri 5h zorder 1 at h11
"Вона підстрибнула, але все ж зупинилася біля входу на територію школи."
mc "Юрі... Про що б ти зараз не думала, можеш мені сказати про це."
mc "Я ж твій друг, врешті-решт."
y 5e "Т-та н-нічого т-такого... п-просто дещо, щ-що мені сказала М-Моніка..."
"Моніка..."
"Що вона могла сказати?"
mc "Ну, якщо ти не заперечуєш, я спитаю..."
mc "Що вона тобі сказала?"
y 5a "Я... я н-не думаю, щ-що можу... г-говорити про це..."
y "Якщо... ти звичайно... не проти..."
"Судячи з усього, Моніка сказала щось дійсно образливе."
mc "Все гаразд, правда. Я розумію."
y "Ну, якщо т-ти в цьому впевнений."
mc "Ти завжди можеш поговорити зі мною."
y 5c "Я т-так думаю... що буде мило з твого боку... пройтися зі мною."
y "М-може, м-ми зможемо п-поговорити по дорозі..."
"Сайорі все одно тут немає, та й у мене є зайвий час."
"Крім того, я відчуваю, що просто не можу відмовити."
"Особливо коли вона така емоційна."
mc "Так, добре."
mc "Думаю, що це буде непогано..."
scene bg street with wipeleft
"Я пішов за Юрі, йдучи зовсім іншим шляхом додому, ніж зазвичай."
"Невдовзі я помітив, що ми зайшли в ту частину міста, де я бував досить рідко."
"Більшу частину шляху ми пройшли мовчки."
"Юрі час від часу шморгала носом і витирала своє обличчя."
"Що, чорт забирай, Моніка могла їй сказати?"
"Я думаю почати невеликий діалог. Щось на кшталт того, що писати буває цікаво. Їй досить легко говорити на теми, які їй цікаві."
show yuri 5b zorder 0 at t11
y "[player_p]-[player]... в якій обстановці ти любиш писати?"
"Вона, мабуть, читає мої думки."
mc "Ну, я люблю слухати музику, коли пишу."
mc "Навіть якщо вона досить тиха, м'яко грає на задньому плані. Розумієш, про що я?"
y 5c "П-правда?"
y "Практично весь час я відчуваю, що можу писати лише в повній тиші."
y 4b "Це дозволяє мені залишитися наодинці з моїм розумом, випустити всі свої думки назовні."
y "Але іноді мені подобається писати під м'які звуки піаніно."
y 2h "Чи не змінюють слова в пісні те, про що ти пишеш?"
mc "Ну, думаю, я цього і добиваюся. Більшу частину часу, принаймні."
mc "Мені подобається, що настрій музики змінює кінцевий результат мого вірша. Серйозно."
mc "Але тільки якщо вона мені подобається. При цьому я можу писати в будь-яких умовах."
y 2v "Це... звучить як дійсно робочий спосіб."
y "Треба не забути спробувати його."
"Схоже, Юрі зараз піднялася духом, а очі перестали сльозитися."
"Я вирішую продовжити розмову, адже не маю уявлення, скільки ще доведеться йти до її дому."
mc "Я знаю, що Сайорі любить бурмотіти собі під ніс, коли пише..."
mc "Цікаво, як пише Нацукі."
"Нацукі..."
"Я намагався зв'язатися з нею з тих пір, як тільки побачив у лікарні, але вона не відповідала на повідомлення."
"Та й у школі цього тижня я її не бачив жодного разу."
"Боже, що взагалі могло статися?"
"Чи це й справді... її батько?"
show yuri zorder 0 at thide
hide yuri
stop music fadeout (2.0)
"Я не хочу в це вірити, але все сходиться."
"Її відсутність..."
"Її нездатність з ким-небудь контактувати..."
"Те, що вона про нього говорила..."
"Але перш за все..."
"{i}Синці.{/i}"
"Я прикусив губу, відчувши, що починаю важко дихати, а кров всередині почала закипати."
"Якщо я дізнаюся, що він хоч раз підняв на неї руку, то я..."
"Я..."
show yuri 2i zorder 0 at t11
play music t9
y "...так що, якщо чесно, я не те щоб її не поважаю..."
"Слова Юрі зірвали хід моїх думок."
y "...Просто вірші Нацукі надто... прості для мене."
y 2j "Думаю, в них не вистачає якоїсь гостроти."
"Я витав у хмарах... знову."
mc "Ага..."
y 1f "До речі, говорячи про Нацукі..."
y "Думаю, що ми пройшли повз її будинок."
"Ми... {i}що?{/i}"
mc "Зачекай, який саме?!"
"Юрі глянула на мене, здивована моєю наполегливістю."
"Попри це, вона вказала мені на її будинок."
scene bg nhome with wipeleft
show yuri 3h zorder 1 at t11
y "Це... ось цей дім, якщо я правильно пам'ятаю."
mc "Дякую."
y 3t "Але навіщо тобі це?"
"Я справді не хочу, щоб Юрі хвилювалася за Нацукі..."
mc "Гадаю, я просто хотів... ну..."
y "Зрозуміло."
"Решту шляху ми пройшли в тиші."
"Я боюся, що Юрі зрозуміла все неправильно, але я нічого не можу з цим вдіяти."
"Зрештою, ми дісталися, і вона помахала на прощання."
scene bg street with wipeleft
show yuri 1y6 zorder 1 at t11
stop music fadeout (1.0)
y "[player], знаєш, а ти... інший, коли нікого немає поруч."
play music t10
y 1y5 "Коли... нас лише двоє."
"Замислившись, Юрі на мить затихла."
mc "Слухай, я б радий залишитися і поговорити, але-- Я правда б залишився-- Але я--"
y 3p "О-оу!"
y "Все нормально... Я зрозуміла..."
y 4b "У тебе є інші {i}справи{/i}..."
"Вона на мить зиркнула в бік дому Нацукі."
y "Все гаразд, я все одно хотіла пописати."
"Вона обернулася і почала йти до дверей."
mc "Будь ласка, не зрозумій мене неправильно, Юрі, я просто..."
y 5a "Все гаразд, [player]. Я зрозуміла натяк. Побачимось завтра."
show yuri at thide
hide yuri
"Я не встиг закінчити свої пояснення, як вона вже зайшла в будинок."
"Мені стає зле, знаючи, що Юрі, скоріш за все, звинувачує себе в тому, що я відмовився."
"Але незважаючи на це, я швидко йду."
stop music fadeout (1.0)
scene bg nhome with wipeleft
"Як тільки я завернув за ріг і підійшов до будинку Нацукі, моя увага була направлена вгору."
"Здоровий чоловік досить міцної статури спирався на перила балкона на другому поверсі, курячи сигарету."
"Це її батько?"
"{i}Боже мій...{/i}"
"Він говорив по телефону, і я нічого не міг вдіяти, окрім як підслухати його розмову."
"Він бурмоче щось про те, що в нього залишилися незакінчені {i}справи{/i}, але обіцяє співрозмовнику, що прийде кудись через годину."
"Я відчув різкий біль у грудях."
"{i}Справи?{/i}"
"Якщо він має на увазі те, про що я думаю..."
"Повертаючись тим самим шляхом, я дістався до школи, а звідти вже й до дому."
scene bg house with wipeleft
"Намацавши та діставши ключі, я відчинив двері."
scene bg bedroom with wipeleft
"Я зайшов до своєї кімнати і швидко переодягнувся зі шкільної форми в найтемніший одяг, який у мене тільки був."

scene black
with dissolve_scene_full
stop music fadeout 2.0

scene bg nhomen
with dissolve_scene_full

"Коротка пробіжка повернула мене до її дому, я присів на автобусній зупинці, на протилежному боці вулиці, спостерігаючи за її батьком."
"Думаю, він вже пішов, напевно, я пропустив його відхід."
"Або ж він все ще розбирається зі своєю ‘справою’..."
"Просидівши так кілька хвилин, я зрозумів, що все ж таки був неправий, від дому Нацукі з великим шумом від'їхала новенька, дорога на вигляд машина."
"Вона прискорилась і зникла за рогом за лічені секунди; коли я переконався, що він вже поїхав, то підійшов до її дому і подзвонив у дверний дзвінок."
"Я чекаю."
"Відповіді все немає."
"Я знову подзвонив."
"Але відповіді все ще немає."
"З наростаючим занепокоєнням я стукаю в двері, агресивно барабанячи по них кулаком."
"Мить тиші."
"Потім у вікні другого поверху я помітив шевеління штор і рожеве волосся, що швидко промайнуло, все повторилося через секунду."
"Завмерши без руху, я спостерігав за вікном, поки не почув дзвін дверного ланцюжка і поворот ручки."
"Моє серце готове вистрибнути з грудей. Не знаю, хто саме мене зустріне, але я, дуже знервований, просто стою і чекаю."
show natsuki 5bc zorder 1 at t11
n "[player]?! Якого біса ти тут робиш?"
"Це Нацукі."
"Дякувати богу."
mc "Нацукі! З тобою все добре?"
mc "Що... з твоїми синцями?"
n 5bn "Я... які синці, [player]?"
n 5bm "Н-не знаю, про що ти, ехе-хе~"
"Навіть якщо я бачив її тоді, вона все одно прикидається дурепою."
"Що такого з нею могло трапитися, раз вона так хоче зберегти це в таємниці?"
"Перш ніж я розкрив рота, вона схопила мене за комір сорочки і буквально затягла мене у передпокій."
scene bg hallwayn with wipeleft
show natsuki 1bq zorder 1 at t11
n "Г-гей..."
n 1bu "Я-як ти, {i}гик{/i}, дізнався, де я живу?"
mc "Зараз не про це мова."
"Вона що, п'яна?"
mc "А про те, де ти була."
n 2bb "Я-я не дуже добре почувалася останні кілька днів..."
n 2bg "Не треба так... злитися... через це..."
"Думає, що я ось так легко візьму і повірю у все це, після того, що я бачив?"
mc "Нацукі, щось точно не так."
mc "Я бачив тебе в лікарні, пам'ятаєш?"
n "Ах, т-ти про це?"
"Вона хіхікає."
n 1bz "Тоді... тоді нічого особливого не сталося."
n 1bt "Не турбуйся про... про це, добре?"
n 1bk "Бо немає про що... немає про що турбуватися, {i}гик{/i}."
mc "Що ти маєш на увазі?"
n "Ходімо за мною..."
n 2bs "{i}Мені все одно потрібен ще один келих...{/i}"
"Вона легенько стискає мою руку і намагається затягнути мене за собою в глиб дому."
"Зрушившись, вона почала хаотично розгойдуватися, наче мала проблеми з ходьбою."
"У пошуках опори, вона міцніше вхопилася за мою руку."
"Тим не менш, вона спіткнулася і майже впала, але я піймав її, обхопивши рукою за груди і потягнувши вгору."
n 1bj "Ехе-хе, дякую..."
"Це на неї не схоже."
"Зазвичай, якби я, з якоїсь причини вхопився за її груди, вона б розлютилася і назвала мене 'збоченцем' або подібними словами."
"Проте вона ніяк не відреагувала на це."
"Точно щось не так."
"Я з неохотою послабив свій хват, оскільки вона все ще хитається."
"Допомагаючи їй піднятися, я слідкую, щоб вона не звалилася і ми не покотилися шкереберть вниз сходами."
"Нарешті ми піднялися, і Нацукі повела мене до своєї кімнати."
scene bg nbedroomn with wipeleft
"У самій кімнаті суцільний хаос."
"Підлога завалена маленькими клаптиками паперу."
"Підібравши один, я побачив на ньому одну з протагоністок 'Ванільних Дівчат'."
"Обкладинка являє собою щільний, міцний, ламінований картон, розірваний надвоє."
"Нацукі ніяк не могла порвати обкладинку сама, зі своїми-то силами."
"Та й нема чого їй це робити."
"Але думаю, я знаю, хто міг..."
"Поруч, на краю ліжка, лежить велика почата пляшка червоного вина."
"Декілька крапель пролилося з пляшки, забарвивши простирадло в багряний колір."
"У самій же пляшці мало що залишилося."
"Я знаю, що вона пила. Зрозумів це, як тільки вона відчинила двері."
show natsuki 4bp zorder 1 at t11
mc "Нацукі... ти ж не пила все це сама, правда?"
"Вона виглядає схвильованою."
n 4bp "Звісно, пила, дурнику."
mc "А чи не забагато?"
n 3bq "Ех-х-х, це... неважливо."
n "Все одно я ще не допила."
"Вона взяла пляшку з ліжка."
"Я простягнув руку, щоб забрати її."
mc "Нацукі-"
n 5bf "Н-ні-і, вона моя."
"Вона тримає її на витягнутій руці поза моєю досяжністю, а іншою намагається відштовхнути мене."
"Проте вона занадто слабка, і я легко відсунув її руку."
mc "Та годі вже, з тебе досить."
n "Ехе, [player], будь ласка?"
n 2be "Мені треба."
"Те, як саме вона це сказала, змусило мене здригнутися."
"Перш ніж я знову спробував зупинити її, вона залпом випила залишок вина."
"Подивившись на тумбочку поруч з ліжком, я побачив на ній телефон Нацукі."
"Він перевернутий екраном вниз, так що я міг дивитися тільки на корпус телефона."
"Сам корпус рожевого кольору і в блискітках."
n 2ba "Яке... {i}гик{/i}, хороше вино, [player]."
mc "Нацукі..."
mc "Поговори зі мною."
mc "Я знаю, що з твоїм батьком щось не так."
mc "Будь ласка, я просто хочу допомогти."
mc "Але я не зможу, якщо ти мені не розкажеш, що відбувається."
n 1bj "Це вся допомога, яка мені була потрібна..."
"Вона рухнула на ліжко і захихотіла."
n "Я не відчувала себе настільки добре... дуже... дуже довго..."
show natsuki zorder 0 at thide
hide natsuki
"Від почутого мені стає набагато тривожніше на душі."
"І якщо вона хоче таким способом втекти від свого страху..."
"То наскільки жахливий той страх, від якого вона намагається втекти?"
"Коли Нацукі почала хропіти, пляшка викотилася з її слабкої хватки і звалилася з ліжка на підлогу."
"На мій подив, вона не розбилася."
"Замість цього пляшка закотилася під ліжко."
"Похитавши головою, я поліз за пляшкою, що закотилася."
"Шукаючи під ліжком, я намацав втрату."
"І дещо ще."
mc "Що за..?"
"Обидві знахідки були витягнуті назовні."
"Поставивши пляшку на приліжкову тумбочку поруч з телефоном Нацукі, я подивився на інший витягнутий предмет."
"Білий пластиковий контейнер."
"Зачекай-но."
"Це пляшечка з пігулками. Прочитавши етикетку, я ненадовго перестав дихати, адже це були таблетки ібупрофену."
"Я повернув свою голову до Нацукі. Міцно спить, що мене сильно турбує."
mc "Ох блять."
"Я відчайдушно переглядаю етикетку ще раз, щоб дізнатися дату виписки рецепта."
"Два..."
"Два дні тому."
play music fulstop
"Вона намагалася зробити собі передозування."
"Холодний піт почав вкривати моє чоло, поки мій погляд в паніці блукав по кімнаті."
"Вона перестала хропіти."
"Я люто трясу неживе тіло Нацукі."
mc "Будь ласка, Нацукі..."
mc "Будь ласка, вставай..."
"Я взяв її за руку. Вона вкрита липким потом і набагато холодніша, ніж має бути."
"Далі я приклав вухо до її рота, щоб перевірити, чи дихає вона."
"На щастя, дихає, але дуже слабо."
"Взявши її за плечі, я поставив її в сидячу позу."
"Я ж просто сів поруч з нею."
mc "Нацукі..."
show natsuki 1od zorder 1 at t11
"Руки так і тягнуться викликати швидку, але боюся, що це приверне зайву увагу."
"Та пішло воно все нахуй."
"Все одно, що станеться, якщо вона буде жити."
"Рука полізла в кишеню і..."
"Блять."
"БЛЯТЬ!"
"Мого телефона там немає."
show natsuki 2od zorder 1 at t11
"Я простягнув руку до тумбочки, взявши з неї телефон Нацукі."
"Піднісши його до свого обличчя, я ввімкнув екран."
"Він засвітився, але виявився поцяткований тріщинами."
show natsuki 1od zorder 1 at t11
"Я намагаюся зробити екстрений виклик, але екран ніяк не реагує на дотики."
show natsuki 2od zorder 1 at t11
"Кинувши телефон, я притягнув Нацукі до себе, сподіваючись, молячись, щоб вона прокинулася."
show natsuki 1od zorder 1 at t11
"Від страху за її життя ридання вирвалися самі собою."
"Але Нацукі почала хаотично кашляти. Я запанікував і відчув полегшення одночасно."
show natsuki 2od zorder 1 at t11
"Розплющивши очі, вона з моєю допомогою невпевнено встала на ноги."
mc "Н-Нацукі? Будь ласка... скажи, що з тобою все добре."
n "Я... я..."
"Вона замовкла."
pause 1.0
show natsuki 2od at h11
pause 0.75
show natsuki vomitb at h11
pause 1.25
show natsuki at thide
hide natsuki
mc "Боже!"
"В ніс вдарила пекельна суміш жовчі та вина, що вихлюпнулася на підлогу переді мною."
"Трохи потрапило й на мою руку."
"Воно... воно смердить."
"Я зітхнув."
"Ну, принаймні, це вивело смертельне вариво з її шлунка."
"Але їй все ще погано..."
"Нацукі повернулася до мене в напівнесвідомому стані і почала благати."
show natsuki 2od zorder 1 at t11
n "[player]... д-допоможи мені..."
"Спіткнувшись, вона різко присіла на ліжко."
n 1od "Я... я не хочу... не хочу в-вмирати..."
mc "Дивись на мене, окей?"
mc "Ти не помреш, ти чуєш?"
mc "Я не дозволю тобі померти."
mc "Нацукі, слухай мене, окей?"
mc "Я скоро повернуся."
"Вона слабо киває, не звертаючи уваги на оточення."
show natsuki at thide
hide natsuki
"Треба знайти їй щось поїсти. Сподіваюся, це допоможе ввібрати залишки алкоголю."
"Скотившись сходами, я в лічені секунди дістався кухні."
scene black with wipeleft
"Я відкриваю кожну шафку, яку бачу, разом з холодильником."
"Нічого."
"Немає навіть крихт."
"Коли Нацукі востаннє їла?"
"Обшукавши кухню, я оглянув будинок, але так нічого і не знайшов."
"Я поспішив назад до Нацукі."
scene bg nbedroomn with wipeleft
"Вона бліда, але хоча б при свідомості."
"Вона повільно підвела голову, щоб подивитися на мене."
show natsuki 2od zorder 1 at t11
mc "Гей, гей, Нацукі?"
mc "Мені потрібно, щоб ти зараз послухала мене, окей?"
mc "Просто, як би сильно тобі не хотілося, не смій спати, окей?!"
mc "Будь ласка!"
n "..."
"Вона намагається щось пробурмотіти, але я не можу розібрати її шепіт. У мене немає іншого вибору, окрім як знову залишити її."
scene bg hallwayn with wipeleft
"Я шукав всюди в будинку, окрім спальні її батька."
"Смикнувши двері за ручку, я зрозумів, що вони замкнені."
"Двері витримали кілька таранів, перш ніж рама завалилася."
mc "Ох блять!"
scene black with wipeleft
"Я розтягнувся на підлозі, завалений дрібними уламками."
"Вставши на ноги, я ввімкнув світло."
"Поки я вишукував що-небудь, що могло б допомогти Нацукі, щось зачепило мій погляд."
"Кілька пакетів з різних ресторанів з усього міста."
"Розірвавши їх, я нічого не виявив, окрім порожніх контейнерів на виніс..."
scene bg nbedroomn with wipeleft
"Я повернувся до Нацукі."
mc "Ми повинні йти. Прямо зараз..."
show natsuki 2od zorder 1 at t11
n "Д-добре..."
"Я допомагаю їй встати на ноги, утримуючи її руку на своєму плечі, і тримаючи її за іншу руку."
show natsuki 1od zorder 1 at t11
"У неї вийде."
show natsuki 2od zorder 1 at t11
"Я подбаю про це."
n "К-куди м-ми... йдемо...?"
mc "Туди, де безпечно."
scene bg hallwayn with wipeleft
show natsuki 2od zorder 1 at t11
"Ми спускаємося сходами. Я допомагаю Нацукі встояти на ногах, хоча це стає складніше, коли вона періодично втрачає свідомість."
"Крайне виснаження, змішане з сп'янінням та передозуванням знеболюючого..."
show natsuki 1od zorder 1 at t11
"Це все повністю відобразилося на ній."
"Але вона поки що не померла."
"Ми дісталися до вхідних дверей."
show natsuki 2od zorder 1 at t11
"Я зачинив за нами двері, відчуваючи, як час витікає крізь пальці."
scene bg nhomen with wipeleft
show natsuki 2od zorder 1 at t11
"Сорочка просочилася сльозами Нацукі."
"Ми дійшли до воріт і я посадив її на траву, щоб відкрити їх."
"Потім підняв Нацукі з землі і зачинив їх за нами."
show natsuki 1od zorder 1 at t11
"Утримуючи Нацукі біля себе, я рухаюся вулицею так швидко, як можу."
scene bg streetn with wipeleft
show natsuki 2od zorder 1 at t11
"Коли ми наблизилися до вуличних ліхтарів, я відчув полегшення."
"Я випустив Нацукі зі своєї хватки."
mc "Ти можеш йти?"
n 12bh "Т-так..."
n "Н-напевно..."
"Я дав їй трохи перепочити."
"Її коліна тремтять. І знову я обернув руку Нацукі навколо себе, а свою руку навколо неї."
mc "Ходімо."
n "Д-добре..."
"І ось таким чином ми пройшли всю дорогу через місто."
show natsuki at thide
hide natsuki
"На щастя, нам ніхто не зустрівся на шляху."
"Мене трохи втішає той факт, що у неї мініатюрна фігура. Інакше мені було б важко тягнути її чере-..."
"Так ось чому вона така маленька."
"Її батько залишав її голодною, а сам харчувався фастфудом."
"Він ще той підорас."
"Нарешті, попереду показався мій дім."
stop music fadeout 5.0
scene bg housen with wipeleft
"Я посадив Нацукі на ганок."
"А сам в цей час возився з ключами, відчиняючи двері."
"І допоміг Нацукі увійти."
"Тепер вона в безпеці, принаймні, від свого батька."
scene bg kitchen with wipeleft
play music tinkertailor
"Я привів її на кухню і допоміг сісти на один зі стільців."
show natsuki 12bf zorder 1 at t11
n "А-ах... [player]...."
n "Чому т-ти... допомагаєш м-мені..?"
n "Я-як ти... дізнався... д-де я..?"
mc "Тобі не про це зараз треба турбуватися."
mc "Давай влаштовуватися на ніч."
"Але напевно це все триватиме довше, ніж одну ніч."
"Вдома є вільна спальня, тож вона спатиме там."
"Я нишпорю в коморі та холодильнику в пошуках чогось їстівного. Чогось, що їй сподобається."
"Вирішив зробити їй трохи тостів і курячий суп з локшиною."
n 12bb "Ц-це куряча локшина..?"
n "Я-я так давно н-не їла її..."
"Від її слів мені стало дуже паршиво на душі."
"Як довго?"
"Як довго вона так жила?"
"Поки Нацукі їла, я подивився на годинник."
"Глибока ніч."
"Тепер, коли паніка закінчилася, я звернув увагу на те, що одяг Нацукі просякнутий її блювотою."
mc "Нацукі, тобі треба змінити одяг."
n 1bp "Щ-що?!"
mc "Не тут, дурненька."
show natsuki 1bq zorder 1 at t11
mc "Ти можеш переодягнутися в спальні, у мене є вільна."
n 1bs "Але у мене... немає іншого одягу."
mc "Візьми мій."
n "Д-добре..."
n 5bn "Але тільки тому... що мені немає чого вдягти."
"Здається, Нацукі прийшла в кращу форму після їжі. Вона сама встала і поклала тарілку на стільницю біля крана."
"Вона рухається повільно, але тепер усвідомлено."
show natsuki at thide
hide natsuki
"Та й я тепер заспокоївся."
"Шкіра Нацукі повернула собі колишній колір, ну, майже. Сама вона досі виглядає наляканою тим, що сталося раніше."
"Я попросив її йти за мною до її нової спальні."
mc "Ходімо, покажу тобі, де твоя кімната."
"Нацукі лагідно погодилася, обійнявши мене руками."
"Але цього разу стало боляче."
"Я судомно зітхнув."
show natsuki 2bm zorder 1 at t11
n "Т-ти як, [player]?"
"Плече болить."
"Адреналін від пережитого вже минув, тож я чудово відчув наслідки."
"Напевно, таранити ті двері було не дуже гарною ідеєю..."
"Не тільки через біль, ще через створені руйнування."
"Адже батько Нацукі скоро повернеться..."
mc "Ага, зі мною все нормально. Нічого поганого."
mc "Тобі також треба помитися."
mc "В гостьовій є душ, помийся там."
"Ми дісталися до гостьової, розташованої навпроти моєї кімнати."
scene bg spareroomn with wipeleft
"Я підійшов до краю ліжка."
mc "Присядь тут на хвилинку. Я пошукаю що-небудь підходяще тобі."
"Вона сіла."
scene bg bedroomn with wipeleft
"А я поспішив до себе в спальню, відшукавши свою сіру футболку та пару джинсів."
scene bg spareroomn with wipeleft
"Коли ж я повернувся з ними до Нацукі, вона з великими зусиллями намагалася стягнути свої шкарпетки."
"Поклавши свіжі речі на ліжко, я опустився на коліна і допоміг їй."
"Вона відкрила рот, щоб щось сказати мені, але вирішила замовкнути і з неохотою дозволила мені допомогти їй."
"Сьогодні Нацукі через багато що довелося пройти, тому сил у неї не залишилося."
show natsuki 1bn zorder 1 at t11
n "Д-дякую, [player]."
n "Далі я сама."
mc "Ти впевнена? Я справді не-"
"Вся моя кров прилила до обличчя."
"Вона ж іде в душ."
"Я тільки що зрозумів, {i}що саме{/i} я хотів їй запропонувати."
mc "Я-я-я..."
mc "Нічого, все нормально."
mc "Часу у тебе достатньо."
"Зараз не найкращий час для питань про її сім'ю."
"Замість цього їй потрібно прийняти душ і добре поспати."
"Може, сьогоднішні події трохи потьмяніють в її пам'яті..."
"Навіть якщо ненадовго..."
"Це 'ненадовго' дозволить їй відпочити."
"Коли я встав, щоб вийти з кімнати, Нацукі ніжно схопила мене за зап'ястя."
n 1bm "[player]... почекай..."
n 2bm "Я-я хочу знову подякувати тобі..."
mc "Не надавай цьому особливого значення, гаразд?"
mc "Я радий, що прийшов вчасно."
"Нацукі втупилася в мої очі."
n "Я-я теж..."
n 2bc "Як ти... дізнався?"
n "Д-де я живу?"
mc "Я проводжав Юрі додому."
mc "У неї... у неї був поганий день."
mc "Тож я пішов з нею."
mc "Вона й показала на твій дім..."
mc "І з тих пір, як я побачив тебе в лікарні..."
mc "Ти не виходила з моїх думок."
mc "Тому я вирішив провідати тебе."
mc "Я намагався подзвонити тобі Богзна скільки разів, але ти не відповідала."
"Мені згадався розбитий телефон Нацукі."
mc "Гадаю, я знаю, чому."
n 1bc "Я-я чула кожен твій дзвінок..."
n "Але не могла відповісти через дурний зламаний екран."
n 12bg "Коли все, чого я хотіла -- почути твій голос..."
n 12bh "Я просто не могла."
n "М-мені так хотілося повернутися в клуб."
n "І с-сидіти з тобою під в-вікном..."
n "Читати разом."
n 12bi "Тому що т-тоді..."
n "Тільки тоді я відчувала себе... в безпеці."
n 12bf "Ну... і більше ніде."
"Звісно."
"Її манга 'Ванільні Дівчата' була розірвана."
"Вона сумно дивиться в підлогу."
"Я залишив Нацукі наодинці, щоб вона прийняла душ."
scene bg bedroomn with wipeleft
"Змінивши одяг, я сидів на краю свого ліжка, стискаючи в руках том 'Ванільних Дівчат', куплений для себе на вихідних."
"Я почув, як вода перестала текти, і як відкрилися і зачинилися двері ванної."
scene black with wipeleft
"Я почекав трохи, перш ніж постукати."
mc "Нацукі? У мене для тебе дещо є ще."
scene bg spareroomn with wipeleft
show natsuki 2ci zorder 1 at t11
n "Ох.. [player]?"
"Нацукі відчинила двері, тепер вона виглядає набагато здоровішою."
"Вона зняла свій брудний одяг і зараз ходить у моїх футболці та джинсах."
"Верх не дуже їй личить."
n 1ck "Хах, ця футболка мені занадто велика..."
mc "Я можу принести таку саму, але меншу, якщо ти-"
n 1cs "Мені й так подобається."
n "Тому не треба, [player]."
mc "Точно?"
n "А-ага."
"Я показав їй мангу."
mc "Я... я бачив, що сталося з твоїм томом 'Ванільних Дівчат', тож я дам тобі свій том."
mc "І ти можеш, е-е-е, почитати його."
mc "Якщо хочеш."
show natsuki 1ca zorder 1 at t11
"Нацукі слабо, але щиро посміхнулася мені."
"Вона простягає руку, щоб взяти мангу."
n "Звичайно, хочу, [player]."
"Замість того, щоб забрати том у мене з рук, як я очікував, вона хапає мене за зап'ястя і намагається посадити мене поруч з собою на ліжко."
n 3ck "Т-тільки якщо ми будемо читати разом."
"Це найменше, що я можу зробити, щоб зробити її щасливою. Вона потребує цього."
"Як і я, в деякому роді."
show natsuki at thide
hide natsuki
"Спочатку розбиратися зі спробою самогубства Сайорі..."
"А зараз Нацукі?"
"Боже, наскільки жахливим було її життя з батьком, якщо вона хотіла втекти від нього таким способом?"
"Ну, якщо в неї вдома не було ні крихти..."
"І коли я бачив її обличчя тоді, в лікарні."
"Блять."
show natsuki 1cm zorder 1 at t11
n "Ем-м, гей, [player]?"
mc "Щ-що?"
n 4cn "Ти просто застиг на секунду, випавши з реальності."
n 3cs "Знаєш, часом ти гірший за Сайорі."
mc "Гей!"
mc "Я вибачаюсь, добре?"
n 3ca "Та все нормально. Я просто дражнила тебе, дурненький."
"Я не повинен звинувачувати її. Вона ж не знає про стан Сайорі."
"Наскільки я знаю, вони не бачилися в лікарні."
show natsuki at thide
hide natsuki
"І все-таки це мене ранило."
"Я відкинув ковдру вбік і сів поруч з Нацукі."
"Вона накинула на нас покривало так, що ми сидимо з накритими колінами."
"Ми вирішили почати читати мангу з самого початку."
show natsuki 1cn zorder 1 at t11
n "[player], ти такий теплий..."
"Нацукі пригорнулася до мене ближче."
"Тепер наші плечі торкаються."
mc "Нацукі, тобі добре видно?"
n "Н-не зовсім."
"Я перемістився в лежаче положення."
stop music fadeout(2.0)
"Нацукі теж."
scene n_mod_cg1_base
show n_mod_cg1_3
with dissolve_cg
play music tlwamsp
n "Набагато краще."
"Моя ліва рука просто бовтається між нами."
"Я просунув її під подушку і обійняв нею Нацукі."
mc "Так буде зручніше."
show n_mod_cg1_2 at cgfade
"Ми продовжили читати."
scene black with dissolve_scene_full
scene n_mod_cg1_base
show n_mod_cg1_1
with dissolve_scene_full
"Перш ніж я встиг помітити, вона вже заснула."
mc "Н-Нацукі?"
"Я лежу нерухомо."
"Мріяв про цей момент з тих пір, як познайомився з Нацукі."
"І хоча прикро, що це сталося через такі обставини, але все-таки..."
"Я запустив свої пальці в її шовковисте, рожеве волосся і відвів пензлем її чубок в сторону."
"Вона виглядає такою безтурботною, коли спить."
"Що це за відчуття?"
"В горлі стоїть клубок."
"Одного її погляду достатньо, щоб серце почало битися швидше."
"Незнайоме відчуття."
"Моїм грудям важко. Наче на них щось лежить."
"Важко дихати."
"Це..."
"Це найщасливіший момент у моєму житті."
"Впустивши мангу збоку від ліжка, більше нездатний читати, я провалився у сон."
scene black with dissolve_scene_full
"Я різко прокинувся від звуків плачу."
"Розгублений, я відкрив очі і подивився на Нацукі."
scene n_mod_cg1_base
show n_mod_cg1_4
with dissolve_cg
"Вона стискає рукав моєї футболки, обіймаючи мене міцніше, ніж раніше."
"І вона нестерпно ридає в мою футболку."
mc "Нацукі, ти-?"
"Я усвідомив, що вона все ще спить."
"Зітхнувши, я поскаржився на кошмари Нацукі."
"Напевно, вони пов'язані з її сім'єю, але..."
"Я легесенько штовхнув її, щоб розбудити."
show n_mod_cg1_5 at cgfade
"Коли вона починає крутитися, я намагаюся заспокоїти її."
mc "Нацукі, це просто сон."
mc "Все добре, ти в безпеці."
show n_mod_cg1_6 at cgfade
"Вона відкрила очі."
n "[player]..."
n "Це..."
n "Це було більше, ніж просто сон..."
n "Я бачила, як мій батько вбив тебе."
n "Бачила, як він катував тебе за те, що ти врятував мене..."
n "Він говорив мені, що це моє покарання за втечу..."
show n_mod_cg1_8 at cgfade
n "[player]... ти не повинен був допомагати мені."
n "Це було неправильно..."
n "Це неправильно!"
show n_mod_cg1_9 at cgfade
n "Чому, [player]!?"
n "Чому ти втрутився?"
n "Я..."
n "Я не можу дозволити тобі втручатися далі..."
"Вона відсторонилася від мене."
mc "Нацукі..."
mc "Ти хочеш дізнатися справжню причину, по якій я прийшов до тебе додому?"
show n_mod_cg1_6 at cgfade
mc "Я сумував за тобою."
mc "Сумував за нашим спільним читанням."
mc "Сумував за твоїми віршами."
mc "І після лікарні я зрозумів, що щось трапилось, я повинен був переконатися, що з тобою все добре."
mc "Я турбувався про тебе цілими днями."
mc "І відчував, що повинен."
mc "Повинен зробити хоч що-небудь, щоб бути впевненим у твоїй безпеці."
mc "Якщо мене будуть катувати, то гаразд, аби ти була щаслива."
mc "В будь-якому випадку, Нацукі..."
mc "Ти зрозуміла мене?"
mc "Я докладу всіх своїх зусиль, щоб ти і надалі була в безпеці."
mc "Якщо мої слова нічого не значать, то, може, це буде значити."
"Я піднявся з ліжка і пішов до своєї кімнати."
scene bg bedroomn with wipeleft
"Увімкнув світло і почав ритися в сумці."
"А, ось і він."
call showpoem (poem_me1) from _call_showpoem
scene bg spareroomn with wipeleft
"Я прийшов назад, Нацукі повернулася до мене."
"Я простягнув їй свій вірш."
show natsuki 1cth zorder 1 at t11
"Нацукі читає його, витираючи очі після того, як прочитала."
n "[player]..."
n "Я..."
show natsuki 1ctd zorder 1 at t11
"Вона зіскакує з ліжка і міцно обіймає мене."
"Я обійняв її у відповідь."
"Ми стоїмо так якийсь час, моя футболка знову промокла від її сліз."
"Через кілька хвилин Нацукі послаблює обійми."
"Я теж, мої руки лежать у неї на талії, а її руки звисають з моєї шиї."
"Нацукі стала на носочки і чмокнула мене в щічку."
n "Я... збираюся знову лягти спати..."
n "Т-та я хочу, щоб ти залишився..."
"Я мовчки кивнув і Нацукі обережно повела мене до ліжка."
scene n_mod_cg1_base
show n_mod_cg1_4
with dissolve_cg
"Коли я поклав свою голову на подушку, вона обхопила мене руками."
"Ми разом провалилися в глибокий сон."

stop music fadeout 2.0
scene black
with dissolve_scene_full

$ quick_menu = False
scene black
show thursday
with dissolve_scene_half
pause(2.0)
$ quick_menu = True

scene black
with dissolve_scene_full

"Я прокинувся від наростаючого в мені хвилювання. За звуками, що виходять від Нацукі, можна припустити, що вона все ще спить."
"Я протер очі і спробував їх відкрити."
scene n_mod_cg1_base
show n_mod_cg1_7 zorder 1
show n_cg1_dust1 zorder 2
show n_cg1_dust2 zorder 3
show n_cg1_dust3 zorder 4
show n_cg1_dust4 zorder 5
with dissolve_cg
"Дотягнувшись до своєї тумбочки, я схопив свій телефон і подивився, котра година."
"Полудень."
"Зараз в школу йти немає ніякого сенсу. Ми пропустили вже половину дня."
"Крім того, я не думаю, що Нацукі була б готова туди йти, особливо після цієї ночі..."
"Я присів і подумав про те, щоб спуститися вниз і зробити нам сніданок."
"Вона в будь-якому випадку це оцінить."
"Я намагаюся бути максимально тихим, намагаючись не розбудити її, виповзаючи з-під ковдри."
scene bg kitchen with wipeleft
play music presenttense
"Я попрямував на кухню і вирішив зробити щось швидке і просте, що міг би їй принести."
"Обнишпоривши холодильник, я знайшов шинку."
"Після недовгого пошуку інгредієнтів я почав перемішувати тісто для млинців."
"Поки я готував, почувся слабкий стук у двері."
"Я побіг до дверей, все ще боячись залишати їжу без нагляду."
scene bg house with wipeleft
"Це Сайорі."
show sayori 1ba zorder 1 at t11
mc "Привіт, Сайорі! Щ-що ти тут робиш?"
mc "Я думав, що ти вже в школі."

"Я вийшов з дому, зачинивши за собою двері."
"Я не хочу, щоб вона знала про те, що Нацукі тут."

s "Я хотіла, але просто не змогла змусити себе встати з ліжка."
s 1bb "Ти що, готуєш? Пахне дійсно смачно."

"Сайорі глянула у вікно, щоб подивитися на те, що я готую."

s 4bm "Н-Нацукі?!"

"Подивившись самостійно, я побачив Нацукі, яка стежила за сніданком."
"Чорт..."

s 2bi "Здається, я розумію, що тут відбувається, [player]."
mc "Р-розумієш?"
s 4br "Так! Ви вдвох знову робите кексики!"

"Я відчуваю, що піт почав стікати по моєму обличчю."
"Я покійник."

mc "Т-так! Це мало бути сюрпризом..."
mc "Для клубу!"
mc "Ми зовсім не очікували тебе тут побачити."

"Я мляво посміхнувся Сайорі, в надії переконати її."

s 4bq "Не хвилюйся, [player], я нікому про це не скажу!"
s 3bd "Ну, раз вже ви, {i}закохані{/i}, зайняті, то я залишу вас наодинці. Ехехе~"
mc "Д-добре, Сайорі. Побачимось."

"Вона вже збиралася піти, але я зупинив її."

mc "Мені просто цікаво... ти підеш в клуб сьогодні?"
s 3bb "Раз вже я прокинулася, то... скоріш за все."
s 1bx "Особливо якщо ви принесете з собою кексики!"
mc "Ага..."
show sayori at thide
hide sayori
"Сайорі пішла, не сказавши більше ні слова."
scene bg kitchen with wipeleft
"В холодному поту я повернувся на кухню, хвилюючись про ту фальшиву обіцянку, яку я дав Сайорі."
"Думаю, мені доведеться переконати Нацукі в тому, що нам потрібно приготувати одну партію..."
"Вона майже закінчила робити сніданок."
show natsuki 2cg zorder 1 at t11
mc "Оу..."
mc "Сніданок..."
mc "Це мало бути сюрпризом."
mc "Я хотів розбудити тебе, коли закінчив би готувати..."
mc "А потім в двері постукала Сайорі, і я--"
n 4ce "Ти міг спалити свій дім, бовдуре."
n "Дивись!"

"Лопаткою вона вказала на злегка підгорілі млинці."

n 3cc "Думаю, що тепер ми квити, ага?"
n 3cd "Ти врятував мене, я врятувала наш сніданок."

"Частина мене хотіла висловитися їй про її перекручене розуміння слова 'квити', але інша не хотіла піднімати теми того, що сталося минулої ночі."
"Думаю, що максимум, який я можу собі дозволити — невелике зауваження."

mc "Хех, не зовсім."
mc "Можливо, колись..."
n 1cj "Ехехе, можливо~"

"Нацукі дійсно {i}інша{/i} поза клубом."
"Можливо, це тому, що їй не потрібно бути награною перед іншими учасниками клубу."
"Вони завжди називають її \"милою\", і я розумію чому."
"Я накрив на стіл і сів разом з Нацукі."
"Спочатку вона почала їсти надто нещадно, але швидко перестала, згадавши, що на кухні є і я."

mc "І як?"
n 2cl "Вони... дуже смачні."

"Вона продовжила поїдати свій сніданок, хай і в більш повільному темпі."
"Як тільки ми закінчили їсти, вона поклала свою тарілку в посудомийку."

n "Отже..."
n 2ck "Хотів би ти поробити що-небудь сьогодні?"
mc "Ну... я, ем, типу пообіцяв Сайорі, що ми приготуємо партію кексів для клубу."
mc "І, якщо ти хочеш, ми можемо залишити трохи на потім."

"Нацукі тут же зіскочила зі стільця, взявши фартух неподалік від духовки."

n 4cd "В такому разі, до роботи!"

"Перш ніж я встиг відреагувати, вона почала досліджувати шафи і ящики в пошуках всього необхідного, лише зрідка зупиняючись, щоб запитати, де я зберігаю певний посуд та інгредієнти."

n 4ca "Готовий допомагати?"
mc "Звичайно!"
mc "Сподіваюся, що я буду більш корисним, ніж минулого разу."
n 4cb "Краще б тобі бути!"

"Нацукі жартома вдарила мене в плече."

mc "Гахк-"
n 4cy "Тільки не кажи мені, що тобі реально бо--"
stop music fadeout(2.0)
n 3cn "..."
n 1cm "Двері..."
n 1cu "[player], вибач мені... Я зовсім про це забула."
mc "Все нормально."
mc "Це всього лише синець. Ти просто застала мене зненацька, от і все."

"Я намагаюся вийти з ситуації так сильно, як тільки можу."
"Це дійсно боляче."
"Я й забув, наскільки вона сильна."

mc "І що ж мені зробити в першу чергу?"
n 1cq "Ну, ем, думаю, що ти можеш почати з підігріву духовки до 350."
n 1ck "А я попрацюю над інгредієнтами."

"Я зробив своє нескладне завдання і почав спостерігати за тим, як працює Нацукі."
show natsuki at thide
hide natsuki
play music thenumbers
"У неї такі точні рухи."
"Вони ніби..."
"Гіпнотизують."
"Нацукі застала мене, коли я дивився на неї і літав у хмарах."
show natsuki 3cz zorder 1 at t11
n "Ехехе~"
n 3ci "Дурненький..."
mc "Щ-що?"

"Я похитав головою, повертаючись в реальність."

n 4cc "Ти просто дивишся!"
mc "Ой, ага... вибач."
mc "Що далі?"
n "Я підготувала все, крім яєць."
n 2ck "Не міг би ти їх розбити в цю миску, поки я підготовлюю таці?"

"Я взяв по яйцю в кожну руку і одночасно розбив їх шкаралупу."
n 2cs "Хвалько..."
mc "Ага? І що?"
mc "Що такого в тому, що я хвалюся перед тобою?"
n 4ci "Ух-х, [player]..."
n "Я-"
mc "Ха, я нарешті зловив тебе."
n 4ch "А? Що ти маєш на увазі?"
mc "Ти зніяковіла, коли я намагаюся бути милим."
n 4co "Я-я-я-я..."
mc "Нацукі, ти сама чарівність."
n 4cs "Хмпф..."

"Нацукі почала підготовлювати тісто."

n "[player]..."
n 4cn "Ми можемо поговорити про минулу ніч?"
mc "Як би сильно я не хотів остаточно зрозуміти, що сталося, нам варто залишити це на потім."
n 1cm "Д-добре... гаразд."

"Нацукі кивнула на знак згоди і повернулася до тіста."
"Вона швидко закінчила його перемішувати, а потім почала розливати по формочках."
"Я вручну вимив посуд і відніс його до міксера."
"Я почав розмішувати глазур."

mc "Я повинен був зробити це минулого разу."
n 3ch "І що, ти мені залишиш перемішувати все тісто руками?"
mc "Ага. Ти набагато сильніша, ніж думаєш."

"Нацукі фиркнула з чванькуватою усмішкою на обличчі."

n 3cw "І не забувай про це!"

"Спокусливий запах шоколадних кексів починає просочуватися з духовки."
show natsuki at thide
hide natsuki
"Буде важко не піддатися йому і не з'їсти один кекс по дорозі в клуб."
"Я капнув синім харчовим барвником в глазур."
"Час на таймері підійшов до кінця, і Нацукі відкрила духовку."
"І тут же мій дім заполонив апетитний запах випічки Нацукі."

mc "Боже мій."
mc "Ці пахнуть навіть краще, ніж попередні!"

"Нацукі на кілька хвилин поставила їх біля стійки, щоб вони охололи, поки я закінчував з глазур'ю."
show natsuki 2cc zorder 1 at t11
n "Ну що, довго там ще?"
n 2ck "Нам скоро потрібно буде йти."

"Я зупинив міксер і засунув палець в глазур."
"Висунувши палець, я підніс його до свого рота."
"Нацукі взяла мене за зап'ястя і відвела мою руку від обличчя."
"Вона зішкребла глазур з мого пальця на свій і швидко злизала її."

mc "Г-гей!"
n 1ct "Що? Ти думав, що я лизну {i}твій{/i} палець?"
n 2cy "Я не збоченка."
mc "Е-ем?!"
mc "Ти так кажеш лише тому, що я вчинив так само!"
n 1cz "Ехехе, ну звичайно ж. Це робить {i}тебе{/i} збоченцем."
mc "Я-я не збоченець!"

show natsuki at thide
hide natsuki
"Я не можу не посміхатися, коли говорю про це."
"Я б збрехав, якби сказав, що мені не подобаються її піддражнювання."
"Моя реакція на це робить її такою щасливою..."
"Навіть якщо вона незначна."
"Ми з Нацукі покрили кекси глазур'ю і почали готуватися до виходу."
scene bg bedroom with wipeleft
"Я швидко піднявся у свою кімнату і переодягнувся в шкільну форму."
"Нацукі ж доведеться піти в моєму одязі, адже у неї зараз немає форми."
"Я не думаю, що у неї будуть які-небудь проблеми через це, адже до моменту, коли ми дійдемо до школи, майже всі вчителі вже підуть звідти."
scene bg kitchen with wipeleft
"Я на мить повернувся на кухню, взяв фольгу і вкрив нею кекси, для захисту."
"Нацукі пішла до дверей, що ведуть на вихід. Я пішов за нею."
scene bg house with wipeleft
"Поки ми йшли по вулиці, Сайорі крикнула нам зі своїх дверей."
s "Ееееееееееей!"

"Нацукі взяла мене за руку, зупиняючи мене, щоб Сайорі могла нас наздогнати."
show sayori 1n zorder 1 at t21
show natsuki 1cd zorder 2 at t22
s "Оооооооооох~"
s 4s "Я відчула цей запах прямо з дому!"
s 4r "Я просто не можу чекати, ехехе~"

scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg courtyard with dissolve_scene_full

show sayori 3l zorder 1 at t21
show natsuki 1ct zorder 2 at t22
"Я з Сайорі і Нацукі пішов до школи."
"Сайорі поводиться цілком природно, враховуючи те, що трапилося кілька днів тому..."
"Та й Нацукі теж, якщо подумати."
"Напевно, вони не хочуть зациклюватися на минулому."
"І нічого поганого в цьому немає."
"Я просто не можу не згадати про ті драматичні події."
"Через кілька хвилин ми прийшли до школи. Оскільки вже був кінець шкільного дня, лише кілька студентів вешталися туди-сюди, мабуть, чекаючи на когось."
scene bg corridor with wipeleft
"Ми втрьох йдемо до клубу, намагаючись не впустити по дорозі кекси."
"Я поставив кекси на парту біля дверей."
scene bg club_day with wipeleft
show sayori 1x zorder 1 at t21
show yuri 1l zorder 2 at t22
play music t3
s "Гей, Юрі!"

show sayori 4r zorder 1 at t22
show yuri 3p zorder 2 at t33
"Сайорі підбігає до Юрі та обіймає її."

y "А-ах!"
y "Сайорі!"

show sayori 1q zorder 1 at t21
show yuri 2q zorder 2 at t22

y "П-пробач, ти налякала мене..."
y "Де ви двоє пропадали?"
y "Вам нездужалося?"
s "Ага, останні кілька днів я почувала себе не дуже добре."
s "Я серйозно хворіла."
show sayori zorder 1 at t31
show yuri zorder 2 at t33
show natsuki 4cc zorder 3 at t32
n "Я-я теж!"
y 2s "Ну, я рада, що ви повернулися, і що повернулися здоровими."
s 1y "А-ага..."
y 2h "Але Нацукі... де твоя шкільна форма?"
n 2cq "Ох, е-е-ем... вона була брудною, а у мене не було часу відіпрати її..."
y "Але у тебе будуть неприємності з вчителями, якщо вони побачать тебе без форми..."
n "Н-ну, ось чому я пропустила уроки."
show yuri 2g
"Юрі дивиться на Нацукі з явно помітним сумнівом в очах."
"Замість того, щоб продовжувати допитуватися до неї, вона змінює тему."
y 1f "Між іншим, у мене є для вас всіх сюрприз."
show natsuki 1cl
s 2n "О-о-о-о-о-о-о-о-о~"
s "Що це?"
y 2j "Це не просто сюрприз, Сайорі."
y "Просто почекайте трохи, ви все самі побачите, коли прийде Моніка."
n 3cj "[player] і я вирішили, раз вже мені стало краще, то чому б нам не зробити кекси?"
n "Я вже пропустила цілий навчальний тиждень. Що буде значити ще один день?"
n 4cz "Тим більше, якщо я збираюся випікати!"

"Нацукі бере коробку кексів і піднімає фольгу, демонструючи нашу роботу."

y "Такий глибокий відтінок синього..."
y 3b "Виглядають чудово."
n "Дякую!"
s 4r "Е-е-е-е-е-е-е-е-ех~"
s 4q "Не можу дочекатися! Вмираю з голоду."
n 2cd "Ні! Я наїлася!"
s "А? Що ти маєш на увазі?"
n 2cg "Я... ух..."
n 4ck "Коли я прийшла до нього додому, щоб напекти кексиків, він приготував мені сніданок."
s 4x "Ого! [player], ти такий милий."
mc "Хех... дякую, Сайорі."
s 1c "Хм-м... Взагалі-то, мені захотілося пити."
s "Я повернусь через хвилинку~"

show sayori at thide
hide sayori
show natsuki at t21
show yuri at t22
"Сайорі вийшла з клубу, попрямувавши в бік фонтана поверхом нижче."
"Всього кілька миттєвостей потому Моніка зайшла в кімнату через інші двері."
show monika 1h zorder 3 at t31
show natsuki zorder 2 at t32
show yuri 4b zorder 1 at t33
mc "Привіт, Моніко."
m 2i "Ого, схоже, сьогодні всі в зборі."

"Нацукі прикусила язик."
"Юрі знову з головою поринула в свою новелу."
"Я залишився в гордій самотності, не знаючи, куди себе подіти."

mc "Ага, напевно."
m "Якраз вчасно."

"Вона все ще дуже не в дусі через фестиваль."
"Сподіваюся, наші кекси стануть своєрідним спокутуванням гріхів."
"Повернулася Сайорі, з упаковкою яблучного соку в руках."
show monika zorder 4 at t42
show sayori 1x zorder 3 at t41
show natsuki zorder 2 at t43
show yuri zorder 1 at t44
s "Гей, Моні-"
show sayori 1f
m 1i "Привіт, Сайорі."
m "Що трапилося в понеділок?"
m "Ти хворіла?"
s 2h "А-ага, [player] відвів мене в лікарню."
m 2h "Хмпф. [player], пам'ятається, ти говорив, що це сімейні проблеми?"
mc "Так, говорив. Ми знаємо один одного з раннього дитинства, тож вона для мене як рідна."
mc "Крім того, я ніколи не бачив її такою."
mc "Я повинен був бути впевнений, що з нею все буде добре."
m 2i "А що з тобою, Нацукі?"
m 1i "У тебе яке виправдання?"
n 4cp "Я теж хворіла!"
n 4cq "І не називай це \"виправданням\", наче ти не віриш нам."
m 1h "Ні, вірю."
m 1i "Просто це недостатньо серйозна причина, щоб зіпсувати нам фестиваль."

"Я повинен був здогадатися, що вона все ще озлоблена на нас через фестиваль."

m "Звичайно, якби ви були {i}при смерті{/i}, тоді б я зрозуміла і нічого не говорила."
m "І оскільки ви обидві зараз тут, то такого виправдання у вас немає."
m 2i "Гаразд. Просто більше не пропускайте подібні важливі заходи. Інакше будуть наслідки."
y 3v "У-у-ум..."

"Прагнучи погасити злобу Моніки, Юрі відкашлюється."

y 3u "У мене є дещо для вас всіх."

"Юрі піднімає свою сумку на парту і витягає з неї новий чайний набір."

y 2s "Ц-це дрібниця, звичайно, але я подумала, що було б чудово поділитися з вами."

"У новому наборі п'ять чашок."
"По чашці на кожного, вони пофарбовані в різні кольори, а ще на них вигравірувані наші імена, у всіх імен різний колір."

s 4n "О-о-о-о-о-о-оу~!"

"Новий чайник з кожної сторони має напис посередині: \"Літературний Клуб\"."

s 3x "Дякую, Юрі!"
s 1l "Виглядає так... елегантно!"
y 2b "Д-дякую."
n 3cd "І нові чашки трохи більші! Знову дякую, Юрі!"
mc "Мабуть, це забрало у тебе багато часу."
mc "Дякую."

show yuri 4a
"Юрі, якій стало незручно від такого потоку уваги, повернулася до Моніки, що не сказала жодного слова."

m 4i "Ох, гарна робота, Юрі."

"А ще байдужіше вона сказати це не могла?"
show yuri at thide
hide yuri
show sayori at t31
show monika at t32
show natsuki at t33
"Юрі акуратно киває і повертається до свого роману."
show sayori at thide
hide sayori
show monika at t21
show natsuki at t22
"Сайорі щось пише собі в блокнот."
"Поняття не маю, що саме, але схоже на вірш."

n 2ck "Гей, [player], пішли зі мною!"
scene bg closet with wipeleft
"Нацукі, ведучи мене за руку до підвіконня, посадила мене під ним поруч із собою."
"Вона взяла наступний том із серії 'Ванільних Дівчат', повернувши перший том на своє законне місце."
"Ми сидимо і читаємо мангу в тиші, не рахуючи рідкого хіхікання Нацукі."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg closet with dissolve_scene_full
"Приблизно через двадцять хвилин Моніка прокашлялася, щоб привернути нашу увагу."
scene bg club_day with wipeleft
show monika 4d zorder 4 at t42
show sayori 1f zorder 3 at t41
show natsuki 1cn zorder 2 at t43
show yuri 4a zorder 1 at t44
play music t5
m "{i}*кхм*{/i}"
m 4b "Отже, увага всі!"
m 4a "Час ділитися віршами!"

"Я забув вірш для Нацукі вдома..."
"Думаю, Нацукі не могла написати свій вірш, як і Сайорі."

m 4h "Ну?"
m 2i "Ніхто з вас навіть не намагався..?"

"Ми продовжували мовчати."

y 2o "Я н-написала, але, може, краще почекати до завтра?"
y "Нацукі і Сайорі напевно не принесли вірші через те, що хворіли."
y "Але я не впевнена щодо-"
m 1q "Добре."
m 1r "Завтра, так завтра."

"Ми всі зібралися за столом."
"Моніка глибоко задумалася."
"Мабуть, її турбує щось іще."
"Все одно це не привід ставитися до нас з такою холодністю."

y 1g "Знаєте, використовувати новий набір так захопливо."
y "Я піду, закип'ячу чай в чайнику."
y 1h "Гадаю, ніхто з вас не відмовиться від чашки чаю?"

"Я мовчки кивнув."

n 1cc "Я принесу кекси!"

"Моніка вириває з блокнота свіжий листок і починає щось писати."
"Нацукі поставила кекси в центр стола."
"Юрі повернулася разом з чайником."
"Моніка не помічає, що відбувається навколо. Вона пише з явно помітною злобою, глибоко вдавлюючи ручку в папір."
"З чайника виривається пара, і Юрі переливає чай в чайник. Потім розливає чай по наших чашках."
"За столом запанувала недовга тиша, що розтягнулася, здавалося, на години."
"Моніка вбила всю атмосферу своїм спалахом злоби."
"Сайорі вже сцапала один кекс і надкусила його."

s 3x "Ого, Нацукі, ці кекси вийшли надзвичайно смачними!"
n 4cy "Ти просто ще не куштувала цей рецепт!"

"Сайорі, потягнувшись за своєю чашкою і взявши її, випадково нахилила її, проносячи над блокнотом Моніки, і вся рідина вилилася на нього."

show sayori 1e
m 2s "Боже, ти завжди така незграбна?"
stop music fadeout(5.0)
m "Навчись стежити за собою. Ти ж віце-президент!"
show natsuki 1cn
show yuri 4c
"Раптово гаркнула Моніка, чим приголомшила нас."
"Сайорі, сильно розгублена, випустила свою чашку з рук, та, впавши на підлогу, розбилася вщент, перервавши встановлену тишу своїм дзвоном розбитої порцеляни."

m 2t "Заради Бога, Сайорі! Ти коли-небудь звертаєш увагу, що і як ти робиш?"
s 1u "Я-я-я..."
m 5b "Ти що?! Знову вибачаєшся? Так само, як вибачалася, коли не з'явилася на фестивалі?"
m "І коли потягнула його за собою в лікарню?"
"Розлючена Моніка ткнула в мене пальцем."
show sayori 1v
m "Це було дуже егоїстично з твого боку."
show sayori 4w
m "Якби [player] був з нами, ми б змогли все провести без тебе."
m 1t "Або ж Нацукі, хоча вона б напевно знайшла спосіб ухилитися від виступу."

"Усі, крім Моніки, перебували в глибокому шоці."

y 4d "Л-лікарню..?"

"Чому вона стала такою злою?"
show sayori at lhide
hide sayori
show natsuki at lhide
hide natsuki
show monika at t21
show yuri at t22
"Сайорі, ридаючи, вибігла з кімнати, Нацукі, намагаючись втішити її, побігла за нею."
"Юрі перемістилася зі свого звичайного місця на інший бік кімнати, змусивши себе поринути в новелу."
"Я ж встав зі стільця, від чого Моніка подивилася на мене."

mc "Моніко, якого біса ти це сказала?"
m 2t "Іди, піклуйся про неї."
m "Сама про себе вона явно попіклуватися не може."
"Захотілося накричати на неї після цих слів."
"А також дати їй ляпаса."
"Але я змусив себе побігти за Сайорі і Нацукі."
scene bg corridor with wipeleft
play music tinkertailor
"Я чую їх в коридорі, поверхом вище, плач Сайорі заповнює затихлий простір."
"Коли я вбіг вгору сходами, мені здалася Сайорі, що ридала на лавці, і Нацукі поруч з нею."

show sayori 1u zorder 1 at t21
show natsuki 1cu zorder 2 at t22
mc "Г-гей, все нормально..."
mc "Моніка просто..."
mc "Я не знаю, окей? У неї напевно був неймовірно паршивий день."
mc "І вона просто виплеснула накопичене на тебе."
mc "Т-тобто, вона вчинила неправильно..."
mc "Що я намагаюся сказати..."
mc "Не приймай це близько до серця."
mc "Вона знає, що ми всі багато старалися заради фестивалю."
mc "Може, зрив нашого заходу вдарив по ній сильніше, ніж по нам."

s 3v "Я не хвилююся, [player]."
s "Ти не так розмовляєш з людьми."
s 1u "Я йду додому."

"Сайорі встала."
"Ох блять."

s 2u "Я піду з тобою завтра."
s 1u "Але поки Моніка не перестане намагатися ранити всіх, я буду триматися подалі від клубу."

"Сайорі витирає залишки сліз зі своїх щік."

s 1f "Спробуйте вдвох напоумити її. Скажіть їй, що якщо вона захоче зі мною поговорити, то вона знає, де я живу."
n 1cu "Почекай..."
n 2cm "Сайорі, давай спробуємо разом, добре?"
n 2ck "Хіба так не буде краще?"
mc "Ага, ходімо з нами, Сайорі. Так буде простіше."

"Раптово Сайорі перестала плакати..."
show sayori 1i
"Її обличчя нічого не виражає."
"Вона повернулася до мене."

s "[player], побачимось пізніше."
s 1j "Я йду."
mc "Ми можемо піти з тобою. Все одно я не дуже хочу повертатися туди."
n 2ch "Ага, те саме."

"Сайорі подивилася на нас і похитала головою."

s 3j "Ні."
s 3i "Зараз я хочу побути наодинці."
mc "Окей, але ти повинна будеш прийти до нас на сьогоднішню вечерю!"

"Нацукі дивно глянула на мене."

n "А-ага!"
s 3y "Ти тільки що сказав прийти до {i}вас{/i}?"
mc "Ну, ага. Це одна з причин, чому Нацукі була у мене вдома зранку."
mc "У неї... у неї видалася по-справжньому погана ніч і-"
s 3i "Ні, я буду просто сидіти вдома."
s "Може, моя мама що-небудь замовить додому."
s 1h "Веселіться."

show sayori at thide
hide sayori
show natsuki zorder 1 at t11
"Сайорі розвернулась і спустилася сходами вниз."
"Ніколи не бачив її такою."
"Навіть коли я завадив її само-..."

mc "Нацукі, почекаєш на мене хвилинку?"
n 2ck "Навіщо?"
mc "Мені треба швидко зателефонувати де-кому."

show natsuki at thide
hide natsuki
"Нацукі кивнула і відійшла в кінець коридору, чекаючи, поки я не закінчу розмову."
"Стурбований, я набрав номер мами Сайорі, яка вже повинна була бути вдома."
"Я пояснив їй, що трапилося, і вона розповіла мені, що хвилюватися немає про що."
"В минулий похід до лікарні доктор прописав Сайорі антидепресанти."
"І напевно, це проявився побічний ефект препаратів."
"Я дав їй знати, що я досі стурбований, і попросив наглядати за нею."
"Її мама просто відмахнулася від мене і побажала гарного дня."
"Все ще хвилюючись за Сайорі, я підійшов до Нацукі."
show natsuki 1cg zorder 1 at t11
mc "Слухай..."
mc "Ти хочеш піти назад в клуб, чи..?"
n 4cg "Якби я повернуся..."
n 4cf "Поки ця сучка там."
mc "Ну, мені треба забрати свою сумку та інші речі, тож зустрінемось біля виходу."
mc "Як тобі такий розклад?"
n 3cg "Відмінно."
n "Я почекаю."
mc "Дякую."
n "Але поквапся."
stop music fadeout(2.0)
"Я спускаюся вниз."
scene bg club_day with wipeleft
"Ледь не вибивши двері, я увійшов в клас. Юрі від переляку підстрибнула прямо на стільці, а Моніка, записуючи щось на новій, більш сухій сторінці свого блокнота, повернулася до мене."

show monika 3i zorder 2 at t21
show yuri 4b zorder 1 at h22
m "Навіщо прийшов?"
mc "Не твоя справа."

"Пройшовши до своєї парти, я взяв портфель і закинув його за плечі."
"Коли я йшов назад до виходу, Моніка спробувала привернути мою увагу."

m 1v "Ехехе~"
m 2u "[player], що з тобою не так?"

"Я обернувся і почав дивитися на неї з повним нерозумінням."

show monika 3s zorder 2 at h21
show yuri 4c zorder 1 at h22
play music fulstop
mc "Блять, а з {i}тобою-то{/i} що не так, Моніко?"
mc "З тих пір, як ми ненароком зіпсували фестиваль, ти була лише чистою виразкою в нашому клубі."
mc "Ти без видимої на те причини грубіянила Сайорі і Нацукі, які чисто морально не можуть впоратися з усім цим."
mc "Я розумію, що то був важливий день, і він багато для тебе значив."
mc "Але тобі не слід зриватися {i}на нас{/i}."
mc "І не думай, що я не чув того, що ти сказала Юрі."

"Я сказав правду лише частково."
"Я знаю, що Моніка щось сказала Юрі, але не знаю, що саме."

m 1h "О, то ось воно що, [player]?"
m 2i "Тоді, виходить, ти знаєш, що вона робила, чи не так?"
mc "Т-так. Знаю."

show yuri 4d
"Очі Юрі, що ховаються за книгою, були сконцентровані на мені."
"Вона шокована, але не каже, що я блефую."

mc "Так, вона--"
m 4s "Намагалася саботувати клубу, ми знаємо. Вона не хотіла нових учасників в ньому."
m "Але це не все. Вчора я зловила її на тому, що вона копалася в твоєму пеналі."
m 4t "Я лише сказала їй, що вона - егоїстична сучка."

"Моніка повернулася і вказала на Юрі."

m 2t "Не намагайся обдурити мене, Юрі."
m "Я чудово розумію, що тут відбувається."
mc "Моніко, це переходить всі межі!"
mc "Чому ти настільки параноїдальна, що думаєш--"
m 1s "Заткнись і послухай мене."
m "Ти - реальна причина того, чому фестиваль довелося скасувати."
m "Плювати я хотіла на те, що Сайорі нездужалося. І, звичайно ж, Юрі хотіла, щоб я забула про це. Так от, я скажу тобі те ж, що сказала і їй."
m 1t "Це МІЙ клуб."
m "Ми робимо те, що Я скажу."
m 2t "Я ясно виразилася?"
mc "Більш ніж."
mc "Але є ще дещо... Юрі, не хочеш пояснити-"
y 3y4 "Іди нахуй, Моніко."
y "Психована стерво."
y 3y7 "Чи не бачиш ти, що мова йде про-"
m "Гей ти."
m "Не {i}прорізай{/i} так глибоко, Юрі."

show yuri 3y2 zorder 1 at h22
"Що б не мала на увазі Моніка, Юрі ошаліла від почутого. Пригнічена і приголомшена, вона кинула свій роман на підлогу і сіла назад."
show monika 1s zorder 2 at t43
show yuri zorder 1 at t44
"Відштовхнувши мене з шляху, Моніка пішла напряму до Юрі."
"Та зіскочила з-за парти і задом пішла в кладову."
"Моніка йшла за нею. Я спостерігав за цим, не втручаючись."
scene ym_mod_cg_base
show ym_mod_cg_sleeve zorder 1
show ym_mod_cg_1 zorder 2
with dissolve_cg
"Вона взяла її за зап'ястя і засукала її рукав."
show ym_mod_cg_2 zorder 3 at cgfade
hide ym_mod_cg_sleeve
m "Ох ти ж, {i}як шкода...{/i}"
m "Ти просто не можеш зупинитися, чи не так?"
m "Що я тобі сказала, Юрі?"
"Юрі стояла мовчки, а в її очах читався страх."
"Моніка підійшла ближче, змушуючи Юрі дивитися їй прямо в очі."
m "Можливо, я неправильно виразилася, Юрі."
m "Що."
m "Я."
m "Тобі."
show ym_mod_cg_4 zorder 4 at cgfade
m "Сказала?"

"Я не можу повірити в те, що бачу."
show ym_mod_cg_3 zorder 5 at cgfade
y "Я-я-я-якщо я н-н-н-не з-з-зат-т-т-кнусь..."
y "Т-т-т-ти... р-р-р-роз-п-п-повіси... к-к-клубу..."
m "Саме так."
m "Якщо ти знову поставиш під сумнів мою здатність керувати клубом, Юрі..."
hide ym_mod_cg_4
m "Всі дізнаються про це."
m "Абсолютно всі."
m "Як ти вважаєш, що вони будуть про тебе думати, знаючи, що ти робиш поза школою?"

"Моя кров просто кипить. Я просто готовий вирубити її на місці."

mc "Моніко! Чорт забирай, що на тебе найшло?!"
mc "Ти ненормальна!"

"Моніка відпустила руки Юрі, відштовхнувши її і відійшовши подалі."
scene bg closet with dissolve_cg
show monika 1s zorder 2 at t21
show yuri cuts zorder 1 at t22
"Дивлячись на мене, вона почала говорити."
show yuri 5f
m "Хочеш побачити \"ненормальну\", [player]?"
m "Я тобі покажу \"ненормальну\"."

"Зі свого піджака вона дістала акуратно складений паперовий лист."
"Вона дала мені його в руки."

call showpoem (poem_s3) from _call_showpoem_1

m "Це \"ненормально\"."
mc "Що це, чорт забирай?"
m "Вірш, який прислала мені Сайорі напередодні фестивалю."
m "Вона мені все розповіла... це мала бути передсмертна записка."
y 5b "П-передсмертна записка?"
y 5a "Щ-що, чорт забирай, з-з т-тобою не т-так?"
y "С-Сайорі, вона б-б ніколи-"
mc "Моніко..."

"Я похитав головою з недовірою."
"Не проронивши ні слова, я вибіг з класу."
scene bg corridor with wipeleft
"Спустившись в пустуючий коридор, я пішов до виходу назовні."
stop music fadeout(5.0)
"Через скло я бачу, що Нацукі стоїть зовні, чекаючи на мене."
scene bg courtyard with wipeleft
show natsuki 3cn zorder 1 at t11
n "Ти в порядку, [player]?"
n 3cu "Ти виглядаєш трохи..."
mc "Я впораюся."
mc "Це з Монікою не все в порядку..."
scene black with dissolve_scene_full

scene bg residential_day with dissolve_scene_full
play music yawa

"По дорозі додому я показав Нацукі вірш Сайорі."
"Вона не може повірити в те, що бачить."
show natsuki 2cm zorder 1 at t11
n "Знаєш, [player], це дуже серйозно."
n "Думаєш, нам варто перевірити її?"
mc "Після того, що сталося раніше?"
mc "Так, звичайно."
show natsuki at thide
hide natsuki
"Спочатку ми зайшли до мене додому, щоб просто скинути портфелі."
scene bg house with wipeleft
"Ми попрямували до будинку Сайорі."
"Я постукав у двері."
"Вона відкрила двері, але просто дивилася на нас."
show sayori 3ci zorder 2 at t21
show natsuki 2cu zorder 1 at t22
mc "Привіт, Сайорі, ми просто хотіли переконатися, що т-"
s 1ci "Я в порядку."
s "Я вже сказала про це."
s "Я замовила піцу і якраз збиралася їсти її."
s 1cj "А ви двоє насолоджуйтеся {i}вашою{/i} вечерею."

"Вона почала закривати двері."

mc "Почекай, Сайорі..."

"Я поставив ногу перед дверима так, щоб вона не змогла закрити їх."
"Вона спробувала знову, але цього разу сильніше."

mc "Моніка дала мені це."

"Я підштовхнув Нацукі. Кивнувши, вона віддала вірш Сайорі."

s 2ci "Ах так."
s "Я забула, що відправила їй це."
s 2cj "Упс."
n 1ck "Слухай, Сайорі, якщо ти захочеш потусити або поговорити з ким-небудь..."
n "[player] і я завжди будемо раді тебе вислухати."
n 1cl "Ми ж друзі, в кінці кінців!"

"Сайорі видавила з себе смішок."

s 1cx "Звичайно, Нацукі."
s 1cj "Де я зможу тебе знайти? У нього вдома?"
n 1cs "Е-ем..."

show sayori at thide
hide sayori
show natsuki at t11
"Сайорі зачинила двері перед нами."
"Я не думаю, що її сильно турбує те, що Нацукі живе у мене."
"Схоже, мені справді варто посидіти з Сайорі і прояснити ситуацію."
"І чим раніше, тим краще."
"Ми з Нацукі попрямували назад додому, щоб поїсти і підготуватися до сну."

stop music fadeout(2.0)
scene black with dissolve_scene_full

scene bg mclivingroom with dissolve_scene_full
play music presenttense
show natsuki 2cb zorder 1 at t11

n "[player]!"
mc "А?"
n "У тебе продуктів як кіт наплакав!"
n 2ck "З чого ми вечерю будемо готувати, по-твоєму?"
mc "Я... Я не знаю."
mc "Схоже, нам доведеться піти купити їжі, але давай поквапимося. Магазини скоро закриються."

"Я відкрив шафу поруч з дверима і взяв звідти свою куртку."

mc "Ти йдеш?"
mc "Бо я без поняття, у що я вплутуюсь..."
n 2cq "На вулиці вже холодно стає."
n "А у мене немає пальто..."
mc "Воно у тебе вдома залишилося?"
n 1cu "Н-ні, [player]."
n 1cn "У м-мене... його просто немає."

"Я вирішив позичити Нацукі свою куртку."

mc "Гаразд, тоді поки ось, тримай."

"По дорозі до магазину я вже якось перетерплю холод."

n "Т-ти впевнений?"
n 1cu "Тому що я б дуже не хотіла, щоб-"
mc "Запевняю тебе, все нормально."
mc "Підемо швидше, нам ще потрібно встигнути до закриття магазинів."

scene bg house with wipeleft
"Як тільки ми вийшли з дому, нам обом в обличчя вдарив порив холодного вітру."
"Нацукі в поспіху накинула на себе мою куртку."
"Від холоду мене поченає трусити."
scene black with wipeleft
"Ми сіли на автобус і поїхали до магазину."
"По дорозі ми проїжджаємо будинок Нацукі."
"Вона зіщулилася на сидінні, щоб будинок не потрапив у її поле зору."
"Я можу її зрозуміти."
mc "Ти в порядку?"
"Нацукі обхопила мене рукою."
n "Т-так."
"Через короткий час автобус доїхав до потрібної нам зупинки, ми вийшли і попрямували до торгового центру."

mc "Ну так, ем... куди б ти--"

"Я не встигаю договорити, а Нацукі вже тягне мене до найближчого магазину одягу."
scene bg clothingstore with wipeleft
"Вона зриває з себе мою куртку і передає її мені."
show natsuki 3cl zorder 1 at t11
n "Тут все таке клааааасне~!"
n "Оо! [player]!"
n "Як тобі ось це?"

scene bg clothingstore with dissolve_scene_full
show natsuki 4dt zorder 1 at t11

mc "Мені подобається!"
mc "Знаєш, а це пальто тобі дуже пасує."
n 3dk "О, а подивись на цей шарф!"
n "Він буде чудово поєднуватися!"

"Нацукі попрямувала до каси, щоб оплатити покупку."

mc "Ем, Нацукі..."
mc "Звідки ти береш гроші?"
n 3dm "Ой, ух..."
n "Я..."
n 1du "Загалом, мені доводиться брати їх у батька."
mc "Ти крадеш гроші?"
n 4dp "Це не крадіжка!"
n 2dq "Ну, мені хочеться так думати..."
n "Мені гроші зазвичай потрібні на-{nw}"
n 2du "Мені гроші потрібні зазвичай на {fast}інгредієнти для випічки..."
n "Іноді на мангу."
n 2dn "Я відкладала їх на повне зібрання 'Ванільних Дівчат', але зараз мене цікавить інше."

"Продавець пробиває обидві її покупки -- їхня підсумкова вартість трохи перевищує очікування Нацукі."
"Вона неохоче кладе шарф назад на полицю, з якої вона його взяла."
show natsuki at thide
hide natsuki
"У мене з'явилася ідея."
"Поки вона платить за своє пальто, я взяв цей шарф, а заодно і чорну шапку для себе."
show natsuki 1dg zorder 1 at t11
mc "Як думаєш, мені пасуватиме?"
n 4dj "Хмм, напевно."

"Мене влаштовує ця відповідь."
"Я приніс свої покупки на касу і помітив, як касир, пробиваючи їх, лукаво мені посміхнувся."
scene black with wipeleft
"Нацукі чекає на мене ззовні біля виходу."
"Поки ми були в магазині, на вулиці пішов сніг."

n "Насправді, шарф би не завадив, хах..."

"{i}Ну постривай...{/i}"
"Поки ми чекаємо на автобус, Нацукі починає здригатися від холоду."
"Автобус під'їжджає до зупинки, і снігопад починає посилюватися."

mc "Гарний сніг."
n "Так..."

"Ми забралися в автобус з нашими покупками і влаштувалися в самому кінці."
"Я посадив Нацукі біля вікна."
"Ми сидимо мовчки, тому що вона все сильніше починає зачаровуватися красою падаючого снігу."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene black with dissolve_scene_full
n "Шкода, що до ранку все розтане..."
n "Він ніколи не залишається надовго."
mc "Так, я б теж хотів довше ним помилуватися."

"Нацукі схилила голову мені на плече, все ще дивлячись у вікно."

n "Красиво..."

"Я обхопив її рукою."
"Ми залишаємося в такому положенні протягом усього шляху до дому, що залишився."
"Коли автобус вже майже під'їхав до зупинки, я взяв усі наші сумки."
"Потім автобус зупинився, і ми вийшли."
scene bg residentialsnown
show n_cg1_dust1 zorder 2
show n_cg1_dust2 zorder 3
show n_cg1_dust3 zorder 4
show n_cg1_dust4 zorder 5
with wipeleft
"До дому звідси рукою подати."
"Зараз було б добре-"
show natsuki 2dj zorder 1 at t11
n "Гей, [player]..."
n "Чи не завелика тобі ця шапка?"
mc "Оу! Ем..."
mc "Насправді, у мене немає смаку, ахах..."
mc "Я купив це лише тому, що хотів тебе порадувати."

"Я дістав шарф з-під своєї шапки."

n 1dm "..."
play music tlw
n 1dn "[player]..."
n 1du "Знаєш, т-тобі і справді не обов'язково було купувати мені шарф..."
mc "Я знаю, що не обов'язково."
mc "Мені просто захотілося."

"Я простягнув шарф, і вона взяла його."
show natsuki 1ej
"Намотавши його на шию, вона дивилася на мене, втративши дар мови."

n "[player]...."
n 1el "Я..."

scene n_mod_cg2_base
show n_mod_cg2_2 zorder 1
show n_cg1_dust1 zorder 5
show n_cg1_dust2 zorder 6
show n_cg1_dust3 zorder 7
show n_cg1_dust4 zorder 8
with dissolve_cg
"Нацукі схопила мене за рукави моєї куртки."
"Я підтягую її до себе і обіймаю, намагаючись розтягнути цей момент на якомога більший час."
"Її хватка трохи слабшає."

show n_mod_cg2_1 zorder 2 at cgfade
n "П-пробач..."
mc "Не варто."
n "Гаразд... Я просто не змогла зупинити себе..."
mc "Все в порядку, Нацукі."
mc "Насправді... це чудово."
show n_mod_cg2_3 zorder 3 at cgfade
n "Ехехе~"
n "Дякую, [player]..."
show n_mod_cg2_2 zorder 4 at cgfade
n "За все, що ти для мене зробив."
n "Я..."
n "Я не хочу, щоб це закінчувалося."
mc "Як і я."

"Ми стоїмо так ще деякий час."
"Зрештою ми відпустили один одного."
scene black with dissolve_cg
"Я взяв Нацукі за руку, і ми пішли в продуктовий магазин."
"Ми взяли всі ті продукти, що нам потрібні на цю ніч, і попрямували додому."
scene black with dissolve_scene_full
scene bg residentialsnown
show n_cg1_dust1 zorder 2
show n_cg1_dust2 zorder 3
show n_cg1_dust3 zorder 4
show n_cg1_dust4 zorder 5
with dissolve_scene_full

show natsuki 2ec zorder 1 at t11
n "Е-ей, [player]..."
n 2ek "Я можу понести деякі продукти за тебе."
mc "Не потрібно. Тепер моя черга нести всі тягарі."
"Біль у плечі потихеньку повертається назад."
"Я з усіх сил намагаюся це ігнорувати."
scene bg housesnow
show n_cg1_dust1 zorder 2
show n_cg1_dust2 zorder 3
show n_cg1_dust3 zorder 4
show n_cg1_dust4 zorder 5
with wipeleft
"Майже добравшись до мого дому, я глянув у вікно будинку Сайорі."
"В її кімнаті горить світло."
"Я згадую про лікарню..."
"Я сказав їй, що буду поруч незалежно від обставин."
"Чи порушив я цю обіцянку, дозволивши Нацукі залишитися у себе?"
"Ні."
"Коли я проясню всю ситуацію з Нацукі..."
"Сайорі зрозуміє мене."
"Я знаю її."
"Ми дісталися до дому."
"Я поставив пакети на землю, щоб відчинити двері."
"Нацукі ж ходить біля воріт."
show natsuki 3em zorder 1 at t11
n "Я не хочу заходити."
n 3es "Поки що не хочу."
n 4es "Це може прозвучати по-дитячому, але мені хочеться насолодитися снігопадом..."
n 4et "Ще трохи."
mc "Гаразд. Почекай тут, я скоро повернуся."
scene bg kitchen with wipeleft
"Відкривши двері, я помчав до холодильника."
"Навіть не розібравши пакети, я швидко запхнув все всередину."
"Я повернувся назовні."
scene bg housesnow
show n_cg1_dust1 zorder 2
show n_cg1_dust2 zorder 3
show n_cg1_dust3 zorder 4
show n_cg1_dust4 zorder 5
with wipeleft
"Нацукі ніде не було видно."
"Де ж вона м-{nw}"
play sound "sfx/slap.ogg"
stop music
show white zorder 6:
    alpha 0.6
    linear 0.25 alpha 0.0
show natsuki 2ed zorder 1 at i32
"{i}ШЛЬОП!{/i}"
hide white
"Немов з нізвідки, в моє обличчя прилетів сніжок."
"Приголомшений, я похитнувся."

mc "Е-ей!"
n 2ez "Ехехе~"
show natsuki at thide
hide natsuki
play music thenumbers
"Ось як. Якщо вона хоче покидатися сніжками, ми покидаємося сніжками!"
"Я пригнувся, щоб сховатися за кущем, поки вона готувала черговий сніжок."
"Я почав ліпити свій власний."
"Я чую її кроки на снігу. Вона намагається підкрастися до мене."
"Коли я висунув голову, в мене влетів наступний сніжок Нацукі."
show natsuki 1eb zorder 1 at t11
mc "Гарна спроба!"
n 1ed "Ага!"

"Я кинув їй свій у відповідь."
"Я влучив їй у спину, поки вона намагалася вибігти за ворота."
show natsuki 1ex at s11
stop music fadeout(5.0)
"Нацукі верескнула і впала на землю."
"Нацукі, стоячи на руці та колінах, тримається за спину."

mc "Боже мій, ти в порядку?!"

"Я підбіг до неї, щоб переконатися в тому, що вона не постраждала."
mc "Нацукі, вибач--"
show natsuki 1ed at h11
"Нацукі збирає в кульку купу снігу і кидає його прямо мені в обличчя."
show natsuki 1ez at lhide
hide natsuki
"Підстрибнувши, вона знову встала на ноги і забігла в будинок, хіхікаючи."
"Приголомшений і весь у снігу, я сів і почав обмірковувати те, що сталося."
"Я струсив з себе сніг і увійшов у будинок."
scene bg kitchen with wipeleft
"Нацукі мила руки на кухні."
show natsuki 4cj zorder 1 at t11
play music thenumbers
mc "Цього разу перемогла ти."
mc "Але не думай, що наступного разу я схиблю так само."
n 3cc "Що, правда?"

"Вона залишила мені воду, і я теж почав мити руки."
"Я хлюпнув на своє обличчя трохи води кімнатної температури."

mc "Ах..."
mc "Як добре."
n 4ct "Та годі тобі, не може бути все настільки жахливо!"

"Я витер свої руки та обличчя фланелевим рушником."
"Я відкрив холодильник і почав витягати продукти з пакета, виставляючи їх на краю столу."

n 4ce "І що ж ти робиш, [player]?"
n 4cb "Посади свою дупу, сьогодні готую я."
mc "Тобі взагалі не потрібна моя допомога?"
n 4cd "Нє-а!"
n "Я сама впораюся."
n 3cc "Тобто, ти вже зробив свою частину і приніс все це сюди."
n 3ck "І це найменше, що я можу зробити за те, що ти дозволив мені залишитися з тобою."
"Я знизав плечима."
"Я не буду говорити 'ні', коли мені готують, особливо Нацукі."
mc "Якщо ти наполягаєш, хах."
show natsuki at thide
hide natsuki
"Я сів за стіл."

mc "Якщо тобі буде потрібна допомога -- просто скажи, гаразд?"
show natsuki 1ck zorder 1 at t11
n "Ти просто будеш дивитися на те, як я готую?"
mc "А щось не так?"
n 1ca "Ну, н-не особливо."
n "Ти просто хочеш подивитися за тим, що я роблю."
n 2cy "Враховуючи, що ти ледь не спалив дім, роблячи ті млинці."

"Я відчуваю, як до мого обличчя почала приливати кров."

mc "Ти ніколи мені цього не забудеш, так?"
n "Ніколи!"
n 2cz "Ехехе~"

"Нацукі плавно переміщається по всій кухні."

n 1cl "Тобі справді варто навчитися управлятися з часом на кухні..."
show natsuki at t41
n "...і тоді готування буде веселощами, а не болем між твоїх булок."
show natsuki 1ck at t22
n "Якщо це виводить тебе з себе, то ти безперечно робиш щось не так."
mc "Це було дуже поетично з твого боку, Нацукі."
show natsuki 1cd at t11
n "Ехехе~"
n 1ct "{i}Мабуть,{/i} я чула це на одному з кулінарних шоу."

"Нацукі повернулася до готування, поки я спостерігав, сидячи за столом."

n 3cl "Окей! А тепер достатньо лише поставити це варитися на кілька хвилин, і все буде готово!"
mc "Серйозно? Так швидко?"
n "А ти як думав?"
n 3cy "Я ж профі! Я можу зробити це в два рахунки!"

"Нацукі почала накривати на стіл."

mc "Почекай. Дай мені з цим розібратися."
mc "У будь-якому разі, я буквально нічого не зробив."

"Я поклав серветки та столові прибори на обидва боки столу."
"Нацукі розділила їжу по тарілках."
"Запах курки та обсмажених овочів наповнив кімнату."

n 3ck "Це ж просто печеня, [player]."
n "Воно не {i}настільки{/i} особливе."

"Вона, мабуть, побачила вираз мого обличчя."

mc "Ти впевнена? Пахне просто чудово."

"Вона говорить так, ніби це дрібниці, але мені здається, що їй сподобався комплімент."
show natsuki at thide
hide natsuki
"Ми сіли за стіл і почали нашу трапезу."
"Після того, як ми закінчили, я взяв наші тарілки і помістив їх у посудомийну машину."
"Я наповнив раковину гарячою, мильною водою і поклав сковорідку вимокати в ній."
"Нацукі вже встигла дійти до дивана і почати шукати що-небудь, що ми могли б подивитися."
"Вона крикнула мені з сусідньої кімнати."

n "[player]!"
n "Нічого не хочеш подивитися?!"
mc "Якщо тільки у тебе немає чогось на думці!"

"Я швидко почистив сковорідку і кинув її до решти посуду."
scene bg mclivingroomn with wipeleft
"Я зайшов у вітальню і побачив там Нацукі, яка дивилася у вікно."
show natsuki 1cm zorder 1 at t11
n "Ооу, сніг перестав іти..."
mc "Скоріш за все, він знову піде завтра..."
mc "Гей, принаймні ми повеселилися з ним, ага?"

show natsuki 1cj
"Нацукі кивнула на знак згоди."
"Вона перемикала канали."
"Серіал, драма, комедія, комедія, серіал, документалка, серіал, шоу, і так далі, і тому подібне..."

n 1cb "Ех, як завжди, нічого цікавого не показують..."
mc "Я знаю."
mc "Хочеш замість цього подивитися фільм?"
n 1ck "Звісно!"

"Я відкрив свій улюблений додаток, і Нацукі почала вибирати там фільм."
"Вона вибрала милу, любовну історію."
"У мене навіть не було шансу прочитати назву, адже вона вже натиснула на кнопку програвання."

n 3cj "Мені дуже сильно подобається цей фільм."
n 3cc "Я постійно дивилася його, тому що..."
n 1cm "Тому що..."
stop music fadeout(5.0)
n 1cn "..."
n "[player], я забула..."

"Нацукі поставила фільм на паузу і повернулася до мене."

n 1cu "Про все..."
play music glasseyes
n 1cta "М-мій батько..."

"Я помічаю, що на її обличчі почали з'являтися сльози."

n 1ctg "[player]..."
n "У н-нього є проблема..."
n 1ctd "Він був таким з того моменту, як..."
n "З того моменту, як мама пішла від нас."
n "Я-я... я думаю, що тоді мені було п'ять..."
n "До речі, я розумію, чому вона перестала з ним спілкуватися -- раніше він був жахливою людиною -- але..."
n 1cte "Чому я?"
n "Щ-що я взагалі зробила?"
n 1ctg "Я д-думаю, що тато звинувачує {i}мене{/i} в її відході."
n "Я думаю, що це і є причина, через яку він так багато п'є."
n 1cth "В-він з-завжди г-говорив м-мені, що я н-н-нагадую йому... про неї..."
n 1ctf "І-і т-т-т-те, щ-що він це н-н-н-ненавидить"
n "Я-я-я..."

"Нацукі не може говорити, її плач забирає у неї дар мови."

mc "Нацукі..."
mc "Просто вдихни і видихни, добре?"
mc "Не поспішай."
mc "Ми не повинні говорити про це прямо зараз..."
mc "Ми можемо залишити це на інший день, якщо--"
n 1cth "Н-ні, [player]..."
n "Мені п-потрібно, щоб т-ти з-знав."
n "[player], з того часу, як мені стало чотирнадцять..."
n "В-він почав..."
n 1ctg "Буквально к-катувати мене за те, що я є."
n "Він мені приносив їжу лише раз на тиждень..."
n "І зазвичай це були лише залишки з ресторану..."
n 1ctd "І коли він випиває..."
n "Він б-бачить в мені мою матір..."
n 1cte "Саме в той день ти побачив мене в лікарні..."
n "Н-но це ще не найгірше."
n 1ctd "П-п-повір мені..."
n 1cte "О-одного разу я намагалася втекти від нього."
n 1ctg "Кілька років тому я знайшла адресу с-своєї мами."
n "П-пройшло щось близько с-семи років з того часу, як я бачила її."
n "Я приїхала в її місто на поїзді, а коли постукала в її двері..."
n "Вона..."
n 1cte "[player], вона вмазала мені цими дверима прямо в обличчя..."
n "Сказала мені, що вона поїхала не просто так, і що вона 'не хотіла мене'..."
n "Тож мені довелося повернутися додому, адже мені більше не було куди йти..."
n 1ctg "Він дізнався, щ-що я ходила провідати свою матір."
n "Тоді він почав виміщати на мені всю свою злість..."
n "Він... побив мене до такої міри, що мені доводилося ретушувати себе, щоб ходити в школу."
n 1cte "Звісно ж, ніхто не помітив."
n "Потайки я сподівалася... що хтось подумає про те, що щось трапилося."
n "Що я висловлюся перед ким-небудь про свою проблему."
n 1ctd "Але ніхто не помітив."
n 1ctg "Тобто, я ніби приховувала це, тож я не можу звинувачувати їх за це..."

"На мить вона зупинилася, витираючи свої очі від сліз."

n 1cta "А іншої ночі..."
n "Ну, ти знаєш... випивка..."
n "Це був єдиний вихід, про який я змогла подумати."
n "Я повернулася до лікаря через кілька годин після того, як ти побачив мене."
n "Він дав мені знеболювальне для ребер..."
n "І я вкрала пляшку вина зі стелажа в підвалі у тата."
n 1ctb "Я випробувала все, щоб втекти від нього, але щоразу..."
n 1ctc "Щоразу, кожного йобаного разу я терпіла невдачу..."
n "І мені доводилося повертатися."
n "[player]..."
n 1ctg "Я хотіла померти."
n "Я справді хотіла цього."
n "Що завгодно, аби забратися від нього подалі."
n "Я думала, що таблеток буде достатньо..."
n 1ctd "Але я подумала про те небагато, що у мене є, коли я вже була готова... піти."
n "І я зраділа..."
n 1cm "Тому що ти прийшов провідати мене."
n "Ти турбувався."
n "Ти піклувався про мене."
n 1cn "Я ніколи не думала про те, що у мене це буде, [player]."
n "Я ніколи не думала, що зможу себе т-так відчувати."
n "Це..."
n 1ctg "Це... п-перший раз за весь час, що я пам'ятаю, коли я відчуваю с-себе по-справжньому щасливою.."
n "Усі м-минулі р-р-роки..."
n "Увесь б-біль..."
n 1cth "Н-н-ніщо н-не змінить м-минулого..."
n 1ctf "Н-но..."

"Я взяв Нацукі за плечі та міцно її обійняв."
"Нацукі приклала свою голову до моїх грудей."
"Вона безконтрольно схлипує."

mc "Я більше не дозволю статися нічому такому, Нацукі."
mc "Я обіцяю."
mc "Зараз ти тут."
mc "І я завжди тут для тебе..."
mc "Не важливо, для чого."
mc "Ти мене розумієш?"

"Вона кивнула головою, тримаючи її притиснутою до моїх грудей."
"Я сидів так з нею ще якийсь час."
"Я не знаю, що ще можу для неї зробити, окрім як дозволити їй виплакатися."
show natsuki at thide
hide natsuki
"Вона тримала це в собі так довго..."
"Їй потрібно було все це випустити."
"Через довгий час вона знову сіла, витираючи сльози зі свого обличчя."
"Поки вона протирала очі, я подивився на годинник."
"Стає дійсно пізно."
"Якщо ми плануємо завтра відвідувати уроки, то нам варто лягти вже зараз."
"Втім, тут немає вагомих причин для того, щоб туди йти."
"У будь-якому разі, ми вже пропустили майже весь тиждень."
show natsuki 1cn zorder 1 at t11
n "С-спасибі тобі, [player]."
n "За те, що читав зі мною в клубі..."
n "За те, що допоміг мені в підготовці до фестивалю..."
n 1cta "За те, що врятував мені життя."
n "За... за все, насправді..."
n 1ctg "Я-я..."
mc "Немає проблем, Нацукі."
mc "Для тебе я готовий зробити це і знову."
n 1cte "Т-ти такий турботливий."
n "Я..."
mc "Нацукі, з того дня, як я побачив тебе..."
mc "Ти була для мене чудовою."
mc "І я намагався вразити тебе..."
mc "Своїми нікудишніми віршами."
mc "Саме через це я проводив з тобою так багато часу."
show natsuki 1cta
mc "Я справді хотів {i}пізнати{/i} тебе ближче."
mc "Все в тобі було просто..."
show natsuki 1cu
mc "Чарівно."
mc "Але..."
mc "Але є дещо, що мені не подобається."
mc "Ти приховувала свій біль від мене..."
mc "Я міг допомогти тобі куди раніше..."
mc "Я розумію, що в тебе були причини не говорити мені цього, але..."
mc "Нацукі..."
mc "Я справді не знаю, що ще сказати, окрім як..."
show natsuki 1cn
mc "Я кохаю тебе."
mc "Все в тобі дарує мені ті почуття, яких я зовсім не відчував до цього."

"Нацукі не знає, що робити."
"Якийсь час вона просто сидить..."

n 1cm "Я-я-я..."
n 1cu "Я теж кохаю тебе, [player]."

show natsuki 1ctf
"Вона знову почала плакати. Але цього разу сльозами від радості, скоріш за все."
"Вона знову обійняла мене, цього разу куди сильніше, ніж раніше."
"Я не можу перестати думати про те, що сталося в лікарні."
show natsuki at thide
hide natsuki
"Коли Сайорі сказала, що кохає мене."
"Чи це та причина, через яку я не зміг сказати їй того ж самого у відповідь?"
"..."
"Так."
"Це саме вона."
show natsuki 1ck zorder 1 at t11
n "Т-ти все ще не проти подивитися фільм, [player]?"
mc "Звісно."

"Ми запустили фільм з початку."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg mclivingroomn with dissolve_scene_full
"Як тільки пішли титри, я усвідомив, що зараз вже ранній ранок."
"Вставши з дивана, я поплескав Нацукі по плечу, і вона пішла за мною."
"Я пішов на кухню, щоб попити води, а Нацукі стояла за мною."
scene bg kitchen with wipeleft
show natsuki 1cm zorder 1 at t11
play music tlwamsp
n "[player]..."
n "Можемо ми-- е-ем..."
n 1cn "Чи можемо ми знову поспати разом?"
n "Мені..."
n 1cq "Мені справді це сподобалося..."
mc "Я... звісно."
mc "Тоді пішли."

scene black with wipeleft
"Ми попрямували вгору сходами до її кімнати."
"Для початку я дозволив їй переодягнутися."
"Вона зачинила двері переді мною, і я терпляче почав чекати."

n "Т-тільки те, що я сказала, що кохаю тебе... не дає тобі права підглядати за мною!"
mc "Знаю я, знаю."
mc "Я буду ззовні, обіцяю."

"Звісно ж, я не буду втручатися в її особисте життя."
"{i}Без її згоди, звісно.{/i}"

n "Окей, я готова."
n "Можеш заходити!"
scene bg spareroomn with wipeleft
"Я прочинив двері, і Нацукі вже була в ліжку."
"Я зайшов, взяв свою піжаму з шафи і зняв з себе верх--"
show natsuki 4cp zorder 1 at t11
n "Е-ем?!"
n 4co "Т-ти серйозно просто... переді мною?"
mc "А щось не так?"

show natsuki 4cs
"Нацукі виглядала напруженою."
"Немов вона хотіла сказати щось, але не наважилася."

n 4cq "Дурненький..."
mc "О-ой, точно."

"Я мало не роздягнувся прямо перед нею."
"Чи хоч колись я думаю про щось всерйоз?"
scene black with wipeleft
"Вийшовши в коридор на хвилину, я переодягнувся в піжаму."
"Я повернувся назад."
scene n_mod_cg1_base
show n_mod_cg1_2
with wipeleft
"Вимкнувши світло, я заліз на ліжко."
"Нацукі тут же перевернулася і обійняла мене так само міцно, як і минулої ночі."

n "На добраніч, [player]."

scene black with dissolve_scene_full
stop music fadeout(2.0)

$ quick_menu = False
scene black
show friday
with dissolve_scene_half
pause(2.0)
$ quick_menu = True

scene black with dissolve_scene_full
"{i}ДЗИНЬ.{/i}"
"{i}ДЗИНЬ.{/i}"
"{i}ДЗИНЬ.{/i}"
"{i}ДЗИНЬ.{/i}"
"{i}ДЗИНЬ.{/i}"
"Я підскочив на ліжку, попутно розбудивши і Нацукі."
scene n_mod_cg1_base
show n_mod_cg1_10
with dissolve_cg
mc "Ой, вибач..."
mc "Я забув вимкнути телефон."

show n_mod_cg1_7 at cgfade
"Нацукі знову відкинулася на подушку і заплющила очі."

n "Нічого страшного, [player]."

"Я взяв телефон, щоб подивитися, хто так наполегливо мені телефонував."
"Мама Сайорі?"
"Це не до добра."
scene black with dissolve_cg
play music tinkertailor
"Вибравшись з ліжка і пройшовши в коридор, я перетелефонував їй, щоб запитати, чи все в порядку."
"Ні, не в порядку."
"Вона розповіла, що у Сайорі вчора ввечері стався нервовий зрив."
"У неї була істерика."
"Вона з усіх сил кричала, що хоче померти, що в житті немає нічого, крім болю і страждання, якому немає кінця."
"Її мама розповіла мені, що Сайорі відвезли до лікарні. І що, судячи з усього, вони обидві повернуться через кілька днів."
"Також вона попросила мене зазирнути в поштову скриньку."
"Судячи з усього, Сайорі хотіла зайти до нас вчора і побачила нас в той момент, коли ми повернулися додому."
"І замість того, щоб постукати, вона залишила лист."
"Я побажав Сайорі здоров'я, а її мамі всього найкращого, і спустився вниз."
scene bg mclivingroom with wipeleft
"Не можу повірити, що це сталося знову..."
"На порозі дверей я побачив конверт з моїм ім'ям на ньому."
"Розірвавши його, я почав читати..."

call showpoem (poem_s4) from _call_showpoem_2

"Я не можу навіть повірити в те, що я щойно прочитав..."
"Тільки не знову."
"Я радий, що її мама відвезла її до лікарні."
"Я помітив, що на звороті листка ще щось написано."

call showpoem (poem_s5) from _call_showpoem_3

"Мені стало зле."
"Мені просто в це не віриться."
"Нацукі виникла у мене за спиною."

show natsuki 3ck zorder 1 at t11
n "Що сталося?"

"Я мовчки передав їй вірш."

n 1cm "О Боже..."

"Нацукі вже хотіла повернути листок мені в руки, як раптом помітила написи на зворотному боці."

n 2cq "Почекай, тут ще щось є..."

"Їй знадобився деякий час, щоб збагнути сенс написаного."
"Її руки ослабли, пальці розтиснулися, і листок паперу впав до її ніг."

n 1cu "О-ох..."
n 1cn "Як вона взагалі...?"
mc "Я гадки не маю..."

"Ми деякий час стоїмо у дверному отворі, не в силах зрушити з місця."
"Але все-таки нам врешті-решт вдалося сісти на диван."

n 1ch "Тобі потрібно зателефонувати її мамі, може бути, вона хоче, щоб ти провідав Сайорі в лікарні."
mc "Х-хороша думка."

show natsuki at thide
hide natsuki
"Я зателефонував мамі Сайорі, та одразу відповіла."
"Я запитав, чи не хоче Сайорі, щоб я її провідав."
"З її відповіді я зрозумів, що Сайорі була б дуже цьому рада."
"Я дав їй знати, що буду там так скоро, як тільки зможу."
show natsuki 1ci zorder 1 at t11
mc "Гаразд. Схоже, мені час вирушати в дорогу."
mc "Ти складеш мені компанію?"
n 1cn "Ні. Мені б не хотілося в це втручатися."
mc "Тоді нічого, якщо я залишу тебе тут на кілька годин?"
n 1cq "Я не проти. Я подивлюся телевізор або ще що-небудь пороблю."
n "Ще, напевно, мені пора випрати свій одяг... Я вже два дні в твоїх речах ходжу."
mc "Добре, звісно."

"Я взяв зі столу ключі та телефон."
show natsuki 1cj
"Проходячи повз неї, я чмокнув її в щоку."

mc "Гаразд, скоро побачимось."

scene bg house with wipeleft
"Я замкнув за собою двері і попрямував на автобусну зупинку."
"Цього разу я ледве встиг вчасно."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg hospital with dissolve_scene_full
play music giveup
"Шлях до лікарні зовсім недовгий."
"Я зайшов туди через запасний вхід."
"Рухаючись так швидко, як тільки міг собі дозволити, я підійшов до віконця реєстрації і пояснив, що прийшов сюди провідати Сайорі."
"Мені повідомили, в якій палаті вона знаходиться."
"Не зволікаючи, я відправився у відділення для хворих на психічні захворювання."
"Я знайшов палату з потрібним номером і зайшов всередину."
scene bg nurse with wipeleft
show sayori 1ci zorder 1 at t11
mc "Сайорі..."
s "[player]."

"Мама Сайорі вийшла, щоб дати нам можливість побути наодинці."

mc "Я знайшов твій... вірш."
s 1cj "Я зрозуміла."
mc "Сайорі, що ж сталося з тобою?"
mc "Адже я говорив тобі, я завжди буду поруч з тобою, якщо знадобиться."
mc "Давай поговоримо."
s 1ci "Знаєш, вчора ввечері я хотіла..."
s 3cg "Але все, що я змогла почути через двері -- це.."
s "Ваш з нею сміх."
s 3ch "І це звучало так, як ніби ви обидва сміялися наді мною."
mc "Сайорі, ти нічого не розумієш..."
s 3cd "Ні, я розумію. Все ясно, як день."
mc "Сайорі, я-"
s 1cd "Ти можеш хоча б на секунду уявити собі, який біль я відчуваю, коли бачу тебе таким щасливим?"
s "І як це - знати, що я ніколи не буду потрібна?"
s 1cl "Це відчувається так, як ніби ніж встромляється в мої груди, [player]. Знову і знову, раз за разом."
s 1cy "І-і я не можу більше цього виносити."
mc "Сайорі, але Нацукі залишається у мене вдома, тому що-"
s 1cd "[player], не сип мені сіль на рану."
s "Ти щасливий з нею. Я тобі більше не потрібна."
s 2ct "Н-немає ніякого сенсу це приховувати."
s "Просто йди."
mc "Сайорі, ну дай же мені пояснити..."
s 2cu "[player], йди, будь ласка!"

"В двері зазирнула медсестра, яка, мабуть, почула, як ми галасуємо."
"Вона запитала, чи все у нас в порядку."

s 2cv "Будь ласка, виведіть його звідси, і все..."
mc "Сайорі, почекай. Прошу тебе..."
scene bg hospital with wipeleft
"Підштовхуваний наполегливими проханнями медсестри, яка виганяла мене, я змушений підкоритися і покинути відділення."
"Мене провели назад до стійки реєстрації, де мене попросили піти."
scene bg street with wipeleft
"Поки я йшов по вулиці, слова Сайорі луною віддавалися у мене в голові..."
"Це все через мене."
"Це моя провина."
"Я не можу повірити, що це знову відбувається."
"Коли я повернув за останній ріг по дорозі до зупинки, моїм очам постав від'їжджаючий автобус."

mc "Твою мать."

"Я пішов додому пішки."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg house with dissolve_scene_full
"Шлях до дому у мене зайняв більше часу, ніж я розраховував."
"Я відчинив вхідні двері."
scene bg spareroom
show black zorder 5
with wipeleft
mc "Нацукі? Ти тут?"

"Відповіді не було."
"Я обійшов нижній поверх, але ніде її не знайшов."

mc "Нацукі?"

"Я піднявся наверх і почув шурхіт, що доносився з боку гостьової кімнати."
"Я обережно відчинив двері."

mc "Нацу-{nw}"
play sound "sfx/slap.ogg"
hide black
show white zorder 6:
    alpha 0.6
    linear 0.25 alpha 0.0
show natsuki 3hp zorder 1 at i32
"{i}Угххххх!{/i}"
hide white
"Нацукі вдарила мене в живіт, при цьому мало не впустивши свій рушник."

n "[player]?!"
n 3ho "Тебе вчили стукати?!"
mc "Вибач!"
n 1hv "Геть звідси, збоченцю!!"
mc "П-пробач!"

scene black with wipeleft
"Я примудрився вибратися звідти, перш ніж Нацукі вдалося за допомогою дверей випробувати міцність моєї голови."
"Впавши на коліна, я почав жадібно вдихати повітря."
"Мені знадобився час, щоб прийти до тями, але врешті-решт я зумів піднятися на ноги."
play music tinkertailor
"Стоячи в передпокої по той бік дверей, я почав вибачатися."

n "[player], ти повинен бути обережнішим!"
n "Ти міг побачити мене..."
n "Ну ти зрозумів..."
mc "Зрозумів я, зрозумів. Це вийшло випадково."
mc "Пробач мені, гаразд?"
mc "Хоча тобі і не обов'язково було так сильно мене бити!"
n "Я-я була не впевнена, що це ти, поки не вдарила тебе!"
n "Я... Ти мені теж пробач."
n "Просто... будь ласка, стукай у наступний раз, добре?"
mc "Я буду, не хвилюйся."
n "Так, дай мені хвилинку зібратися."
mc "Звісно. Напевно, я тоді почекаю у себе в кімнаті."

"Я повернувся до себе в кімнату і став чекати."
scene bg bedroom with wipeleft
"Поки я сидів за комп'ютером, з іншого боку кімнати пролунав сигнал мого телефону."
"Взявши його в руки, я побачив смс від..."
"Юрі?"
"Звідки вона знає мій номер?"

y "[player], це твій номер? Це Юрі."

"У мене немає іншого вибору, крім як відповісти."

mc "Так, це я. Як справи?"
y "Мені потрібно поговорити з тобою про те, що ти бачив вчора."
stop music fadeout(2.0)
"Я добру хвилину дивлюся в екран."
"Вона хоче поговорити про свої порізи, чи..?"

mc "Ти маєш на увазі твої руки?"

"Цього разу вона не одразу відповіла -- мабуть, набирає повідомлення значних розмірів."

play music climbingup
y "Так."
y "У мене ніколи ще не було можливості все пояснити."

"Зараз мені потрібно буде дотримуватися граничної обережності, коли я буду формулювати свої відповіді."

mc "Що ж, тоді я буду ставити тобі питання."
y "Добре."
mc "Можливо, твої порізи можна пояснити тим, що ти страждаєш від депресії?"
y "Ні, у мене немає депресії."
y "Насправді, це скоріше повна протилежність. Мій біль - це саме те, що мотивує мене."
y "Це так збуджує. Це практично як наркотик."
mc "Тоді... як же все це почалося?"

"Вона знову довго набирає відповідь."
"Три сигнали, що свідчать про те, що вона друкує, промайнули один за одним."
"Зрештою вона надіслала мені пояснення у вигляді великого абзацу."

y "Загалом, у мене завжди була нездорова пристрасть до ножів. З того часу, як я була маленька."
y "До того, як все це почалося, я просто збирала їх. Різні стилі, гравіювання, кольори..."
y "Вони і справді дуже красиві."
y "Ну а потім, я якось читала книгу, і спливла ця тема..."
y "Я хотіла лише один раз спробувати, щоб зрозуміти, які відчуття це викликає."
y "Але це переросло в повноцінне захоплення."
y "Я зрозуміла, завдяки Моніці, що мені потрібно вибиратися з цієї ситуації, але я не можу зупинитися."
y "Щось особливе є в цьому відчутті, коли ніж без опору розрізає мою шкіру... щось збуджуюче."
y "Це такий кайф. Я не можу більше цьому протистояти. Це відчуття... надто непереборне."

"Це не нормально."
"Це... щось інше."
"Я навіть не знаю, що мені робити."
"Але є щось, що не дає мені спокою..."

mc "До речі, про Моніку..."
mc "Як вона про це дізналася?"

"Минуло ще кілька хвилин."
"Ще один довгий абзац."

y "Це трапилося в один з днів після того, як закінчилася зустріч клубу, не більше двох тижнів тому."
y "Я навіть не пам'ятаю, що робила в той момент..."
y "Але мій рукав випадково оголився, і Моніка побачила все."
y "Ми розмовляли кілька годин про це. Вона навіть покликала мене до себе додому, щоб поговорити наодинці."
y "Вона хотіла допомогти. Я бачила, що їй це небайдуже. Але нічого з того, що вона пропонувала, мені не допомогло."
y "Після того, як їй довелося скасувати фестиваль у Літературному Клубі, вона зірвалася на мені."
y "Вона припускала, що я збираюся її звинувачувати у всьому, хоча я навіть нічого поганого про неї і не подумала, коли у неї не залишалося іншого вибору, окрім як все відкласти."
y "Все що я сказала - це що їй потрібно було спробувати зателефонувати усім перед початком фестивалю..."
y "Вона не дуже добре це сприйняла."
y "Вона почала погрожувати мені, говорячи, щоб я не \"влаштовувала сцен\" щодо фестивалю перед усіма вами, інакше вона розповість усім про мої руки."
y "Мене дуже приголомшили її слова, і не тільки тому, що вона погрожувала мені..."
y "Але тому, що я жодного разу досі не бачила її з такої сторони."
y "І, кажучи правду, [player]..."
y "Вона викликає в мені страх."

"І знову я втратив дар мови."
"Я не знаю всієї історії. І тепер мені важко буде знайти підхід до цієї проблеми..."
"Я думаю."
"Але в будь-якому разі, я просто хочу переконати Юрі звернутися за професійною допомогою щодо її самоушкоджень."
"Якщо у мене є можливість вплинути на неї, я нею скористаюся -- так не може більше тривати."

mc "Розумію..."
mc "А ти думала про те, щоб звернутися за допомогою, щоб вилікуватися від цього?"
y "Як я можу переконати себе \"звернутися за допомогою\", коли мені краще, ніж будь-коли?"

"\"Краще\", ніж будь-коли?"
"Я сумніваюся, що вона розуміє, в яку ситуацію вона себе затягує..."
"Не сказати, що я і сам розумію..."

mc "Гаразд..."

"Я почув, як Нацукі ходить по дому, наспівуючи собі під ніс."

mc "Слухай, мені потрібно йти. Пізніше ще побачимось."
y "Добре, [player]. Я поговорю з тобою іншим разом. Можливо, в клубі."
y "Але зараз я просто хочу подякувати тобі за те, що ти постарався мені допомогти."
y "Нехай навіть від цього мало що зміниться... це показує, що ти турбуєшся про мене."
y ":)"
mc "Це дійсно так."
mc "Бувай, Юрі."
stop music fadeout(2.0)
"Відправивши заключне повідомлення, я кинув телефон на ліжко."
"В двері постукала Нацукі."

mc "Так, заходь."
play music tinkertailor
show natsuki 1bl zorder 1 at t11
n "Бачиш? Не так вже це й складно, [player]."
mc "Я ж сказав - пробач! Чого ти ще хочеш?"
n 1ba "Хмм..."
n 4bl "Оо! Я знаю!"
n "Ти можеш принести додому мою колекцію 'Ванільних Дівчат'!"
mc "Значить, тепер це твій новий дім, а?"
n 1bs "У-ух, вибач..."
n "Я не те хотіла сказати..."
n "Я просто подумала, що я могла б..."
n "Ну, знаєш..."
n 1ba "Залишитися тут..?"

"Мене починає турбувати, що я в своєму піддражнюванні міг зайти надто далеко..."
"Як я можу сказати їй 'ні'?"

mc "Ну..."
mc "Звісно, Нацукі."
mc "Я просто хотів тебе трохи подражнити..."
mc "Хоча зараз, коли ти заговорила про те, щоб залишитися, я згадав, що тобі може дещо знадобитися."

"Підійшовши до своєї тумбочки біля ліжка, я став ритися в ній в пошуках запасного ключа від дому."
"Мій телефон раптом знову завібрував, але я не встиг його перевірити, тому що Нацукі мене випередила."
show natsuki 1bp at h11
"Побачивши повідомлення, Нацукі позадкувала і випустила телефон з рук, явно відчуваючи відразу."

mc "Гей, обережніше!"

"Коли я підійшов, щоб підібрати телефон, я своїми очима побачив те, що викликало у Нацукі таку відразу."
"Це виявилася фотографія Юрі..."
"Вона сидить на своєму ліжку. Її зранена рука лежить поверх її нічим не прикритих ніг."
"На ній фіолетовий бюстгальтер, а на лівій груді червоним маркером намальовано маленьке сердечко."
"Принаймні, сподіваюся, що це воно і є..."
"Я навіть не знаю, що їй відповісти."
"Закривши повідомлення, я кинув телефон назад на ліжко."
"Нацукі явно засмутилася."

n 4bo "[player], якого біса це робить у тебе в телефоні?"
mc "Я-я-я не знаю."
n "А її руки..."
n 4bn "І що це за серце?"
mc "М-ми вже розмовляли з нею про її руки."
mc "Я сказав їй, щоб вона звернулася за допомогою, але вона не стала мене слухати."
mc "Нацукі, даю тобі чесне слово, я не говорив їй нічого, щоб... закликати її надсилати мені таке."

"Я знову взяв телефон з ліжка і показав Нацукі всі повідомлення, в яких говорилося про руки."
"Я навмисно намагаюся приховати від Нацукі ті повідомлення, в яких згадується Моніка, тому що не хочу, щоб вона почала робити якісь висновки."
"Вона так само нічого не розуміє, як і я."

mc "Юрі... їй потрібна серйозна допомога."
n 4bu "Не сумніваюся..."
n "Але чому вона відправила це тобі?"
n 3bq "І чому вона така відверта з тобою?"
mc "Ну, вчора я бачив її руки..."

"Як і раніше, я не включив у це Моніку."

mc "Вона сказала мені не казати нікому, ну, і я не казав, бо не мав гадки, що я ще міг зробити."
n 5bw "[player], знаєш, тобі слід поговорити з нею про... це."
n 1bw "Це... нездорово ось так от себе різати."
n "І те, що вона може отримувати від цього задоволення, ще нічого не означає."

n 3bn "Тут має бути щось, щось в її голові... що змушує думати її про те, що це нормально."
n "Я знаю Юрі з того часу, як вступила до клубу, і, так, вона надає надмірне значення кожному моменту, коли на неї звертають увагу."
n 3br "Як би мені не хотілося цього говорити, але це правда..."
n 1bu "Але, чорт забирай..."
n "До цього я ніколи не бачила нічого {i}подібного{/i}."
mc "Ну, тоді ми поговоримо з нею за першої ж можливості, добре?"
n 1bc "Добре, [player]."
mc "О, і поки я не забув..."

"Я взяв запасний ключ із шухляди в столі та вручив його Нацукі."
"На мій подив, настрій Нацукі різко змінився."
"Вона трохи почекала, перш ніж кинутися мені на руки."

n 1bz "[player]!"
n "Ехехе~"
n "Дякую!"
n 2bz "Ти найкращий хлопець на світі!"

"Сказавши це, Нацукі відстрибнула назад."
"Вона вперше так мене назвала."
"Я не можу стримати посмішку на своєму обличчі."
"Почувши те, що вона мене так назвала, повідомлення Юрі... сварка з Монікою... все це... вилетіло з голови геть."
"Вони просто нічого не означали."
"Чим більше часу я проводжу з Нацукі, тим частіше я почуваюся таким щасливим."
"Прокидаючись поруч з нею..."
"Читаючи разом з нею..."
"Чуючи те, як вона зізнається мені в коханні..."
"Відчуваючи те, як вона обіймає мене..."
"Я ніколи не думав, що у мене до когось будуть такі почуття."

mc "Нацукі..."
mc "Ти найкраща дівчина, про яку я міг тільки мріяти."
n 1bt "Ти просто говориш це, так?"
mc "Ні, Нацукі."
mc "Я не просто говорю це."
mc "Я кохаю тебе більше, ніж слова дозволяють мені це описати."
n 5bq "Я..."
mc "Тоді, тепер це офіційно?"
n 1bl "Т-так..."
n "Я так думаю."
n "Я так сильно кохаю тебе, [player]."

"Я підвів Нацукі ближче до себе, обійнявши її."
"Вона ненадовго відійшла і почала дивитися на мене."
"Я підняв її підборіддя і поцілував її."

n 5bz "Ехехе~"

"Нацукі знову притиснулася обличчям до моїх грудей і обійняла так сильно, як тільки могла."

n 1bz "Я не хочу, щоб це закінчувалося."

"Удвох ми простояли в обіймах ніби вічність, але насправді це тривало лише кілька хвилин."
"Щойно ми відпустили один одного, пролунав дверний дзвінок."

n 1bt "Ти хочеш відповісти?"

show natsuki at thide
hide natsuki

"Я кивнув."
scene bg mclivingroom with wipeleft
"Нацукі повернулася до ванної кімнати, я ж пішов вниз по сходах."
"Я не чекав гостей сьогодні."
"Я подивився у дверне вічко."
"Це Моніка, яка терпляче чекає на відповідь."
"{i}Звідки вона знає, де я живу?{/i}"
"Я відчинив двері та вийшов назовні."
scene bg house with wipeleft
show monika 2d at t11
m "Привіт, [player]."
mc "Оу, привіт."
mc "Хіба ти не повинна бути в школі?"
m 2i "А хіба ти повинен?"
mc "..."
mc "Чого ти хочеш?"
m 1q "Вибачитися за минулі дні."
m "Я була..."
m "Ну, я була не дуже доброю до всіх."
m 1f "У мене було багато чого минулого тижня і..."
mc "Вибачення нічого не змінять."
m "Я знаю..."
m 1q "Мені просто потрібно тобі дещо сказати."
m "Я знаю, що це не виправдовує мої вчинки..."
mc "Що це?"
m 1h "Я розповіла своїм батькам про фестиваль..."
m "Вони сказали, що розчарувалися в мені."
m "Вони думають, що я не можу керувати своїм же клубом."
m "Факт в тому, що я не можу привести чотирьох людей на важливі заходи, типу цього..."
m 1q "[player], вони очікували від мене тільки кращого."
m "Це і є причина, чому я намагаюся бути ідеальною весь час."
m "Це і є причина, чому я була такою грубою цього тижня..."
m 2f "Я просто намагалася контролювати те, що не могла."
mc "Моніко..."
mc "А що щодо Сайорі?"
mc "Ти бачила її вірш..."

"Я злегка зменшив голос."

mc "Ти {i}знала{/i}, що це була передсмертна записка."
m 4d "До твого відома, [player]..."
m "Я не знала."
m "Звичайно, воно турбувало, але я ніколи не обмірковувала його сенс так."
m "Вона зізналася мені у всьому, написавши в середу."
m "Але все ж..."
m 4r "Все гаразд, якщо ти не приймаєш мої вибачення, [player]."
m "Я розумію."
m "Я була безсердечною."
m "Я сказала те, що {i}ніколи{/i} не зможу забрати назад."
m "Я знаю про це."
mc "Не можу сказати, що прощаю тобі за те, що ти наговорила і зробила нам."
mc "Особливо за те, що ти зробила з Юрі."
m 4d "Я-я знаю..."
mc "Але, бачачи твій підхід до цього..."
mc "Я думаю, що можу дати тобі другий шанс."
m 1d "Це все, що мені було потрібно."

"Вхідні двері мого будинку відчинилися."
show monika 1c at t21
show natsuki 4bd at t22
n "О, ось ти д-"
show natsuki 4bf at h22
n "..."
n "Якого біса ти тут забула?"
n "[player], чому вона тут?"
mc "Нацукі, вона тут, щоб вибачитися."
m "Почекай..."
m "А що {i}ти{/i} тут робиш, Нацукі?"
n 5bo "Ц-це не важливо!"

"Ох, ти, мабуть, з мене знущаєшся."
"З усіх людей, і саме ти..."

m 3p "Між вами щось є, чи не так?"

"Мені потрібно змінити тему розмови."

mc "Моніко, ми приймаємо твої вибачення."
n 5bp "Гей, говори за себе!"
mc "Побачимося в клубі пізніше, гаразд?"

"Я повільно почав зачиняти двері, але Моніка перервала мене."

m 1l "Ахаха, не так швидко."
m "Ти не відповів на моє запитання, [player]."

"Мій розум спорожнів."
"У мене почалася внутрішня паніка."
"Я не хочу, щоб вона знала про нас з Нацукі, через страх перед тим, що може статися в майбутньому..."
"Але я також не хочу, щоб Нацукі образилася через мою брехню..."

menu:
    "Так що я..."
    "Збрешу.":

        $ mc_lie = True
        call mclie_yes from _call_mclie_yes
    "Скажу правду.":
        $ mc_lie = False
        call mclie_no from _call_mclie_no

label mclie_yes:

    show monika 1d
    show natsuki 5bu
    mc "М-між нами нічого немає..."
    n 1bp "Е-е?"
    n 5bx "Моніко, ти в будь-якому випадку дізнаєшся..."
    n "[player] і я зустрічаємося..."
    m 2c "Ну, я не можу сказати, що я цього не очікувала..."
    m "Це {i}було{/i} досить очевидно."
    call script_exitmusic2 from _call_script_exitmusic2


label mclie_no:

    show monika 1d at t21
    show natsuki 5bu at t22
    mc "Ну..."
    mc "Ми з Нацукі... зустрічаємося."
    mc "Не хвилюйся, ми будемо тримати це поза клубом."
    mc "Я обіцяю."
    m 2c "Я сподіваюся на це."
    call script_exitmusic2 from _call_script_exitmusic2_1

label script_exitmusic2:

"Я не можу змусити себе подивитися в очі Моніці."
"Вся ця ситуація настільки збентежує..."

m 4k "Ахаха~"
m "[player], твоє обличчя таке червоне."
m "Як і твоє, Нацукі."
m "А ви доволі мила парочка!"
n 1bg "Я."
n 1br "Тобі."
n 1bf "Не."
n 4bv "Мила!"
m 1b "Ну, насправді [player] думає інакше."
n 5br "..."
mc "Знаєш, а вона має рацію?"
n 4bv "Заткнись!"
mc "Будь ласка, чи можемо ми змінити тему?"
n 5bf "Так, я була б не проти."
n "Ну, Моніко... я все ще злюся на тебе за всі ті жахливі речі, що ти нам сказала."
m 1q "Добре. Я цього заслуговую."
m "Злися на мене скільки завгодно."
m 1o "Я прийшла сюди, щоб [player] дізнався про те, як жахливо я себе почуваю з цього приводу."
m "І, виходить, що і ти тепер знаєш про це."
n 1bh "Ти всерйоз це говориш?"
n "Або це лише тактичний хід для того, щоб ми знову пішли до клубу?"
m 2q "Ну... і те, і те."
m "Я створила клуб для того, щоб у людей було місце, де можна почитати та обговорити літературу."
m "Щоб вони могли веселитися і заводити нових друзів."
m "Я не хочу, щоб це зруйнувалося."
m "Так само, як я не хочу того, щоб зруйнувалася наша дружба."
n 4bn "[player], ти їй віриш?"

"На мить я задумався."
"Моніка серйозно чекає на те, що я пробачу їй за те, що вона сказала Сайорі і зробила Юрі?"
"Чи можу я зробити це?"
"Ну, тобто, враховуючи її пояснення, мені стає шкода її через той тиск, який на неї чиниться..."
"Це не скасовує того, що вона зробила під впливом емоцій, і я, безумовно, не збираюся забувати про це, але..."
"Якщо цього більше ніколи не станеться, то я думаю, що можу."

mc "Ну, так. Я вірю."
mc "Особливо після того, що вона мені сказала."
n 4bg "Гаразд, добре..."
n "[player], я вірю тобі."
n "Тоді, думаю, ми побачимося в клубі пізніше."
m 3i "Дякую! Обіцяю, що більше не зірвуся!"
n "Тобі {i}слід{/i} не зриватися..."
show natsuki at thide
hide natsuki
show monika at thide
hide monika

"Моніка обернулася і почала йти, але зупинилася."

show monika 1n at t11
m "Ем..."
m "[player], не знаєш, Сайорі зараз вдома?"
m "Я не знайшла її в школі."
m "Вона остання, кому я повинна вибачитися, і вона не відповідає на дзвінки."
mc "Е-ем..."
mc "Я не впевнений."
mc "Можеш постукати, якщо хочеш."
m 1l "Добре! Дякую вам!"
m "І ще раз вибачте!"
m "Побачимося пізніше!"
show monika at thide
hide monika

"Щойно Моніка пішла, що було досить швидко, Нацукі потягнула мене за рукав."

show natsuki 1ba at t11
n "Давай зайдемо назад."
"Я відчинив двері та пішов на кухню."
scene bg kitchen with wipeleft
show natsuki 1bt at t11
mc "У нас є трохи часу перед тим, як нам потрібно буде йти. Хочеш щось поїсти?"
n "Е-е... звичайно..."

"Щось із Нацукі зараз не так."
"Я не можу стверджувати цього, але щось її турбує."
"Чи може це бути Моніка?"

mc "Щось не так, Нацукі?"

if mc_lie == True:
    call natsuworry from _call_natsuworry
    call script_exitmusic3 from _call_script_exitmusic3
else:
    call script_exitmusic3 from _call_script_exitmusic3_1

label natsuworry:

    n 1bq "Просто задумалася..."
    n "Чому ти вирішив збрехати їй про нас?"
    mc "Я-... Я просто був надто збентежений, бо знав, що вона може з цього роздути..."
    n 1bs "Ех, мабуть..."
    n "Але ж ти знаєш, що вона в будь-якому випадку зрозуміла б це."
    mc "Скоріш за все."
    n "Ну, є ще дещо, про що я думаю..."

label script_exitmusic3:

n 4bm "Як ти гадаєш, чи прийняли інші вибачення Моніки?"
mc "Я не знаю..."
n 4bg "Ну..."
n "Я сподіваюся на це."
n "Буде стрьомно, якщо ми увійдемо в клуб, а там не буде нікого, окрім Моніки."
n "Він більше не буде колишнім."
show natsuki at thide
hide natsuki

"Нацукі має рацію. Я не подумав про це."
"Без сумніву, клуб без Сайорі та Юрі буде зовсім іншим..."
"Сподіваюся, що вони теж прийняли вибачення."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg mclivingroom with dissolve_scene_full
"Десь приблизно через годину після байдикування за переглядом телевізора, я усвідомив, як скоро закінчиться навчальний день."

show natsuki 1ba at t11
mc "Нам пора збиратися."
mc "Дай мені хвилинку..."
scene bg bedroom with wipeleft
"Я забіг до своєї кімнати і швидко переодягнувся."
scene bg mclivingroom with wipeleft
show natsuki 4bb at t11
mc "Ти готова, так?"
n 4bb "Ну, у мене все ще немає шкільної форми..."
n "Але я мало що можу з цим зробити."
n 2bd "Так, я готова."
n "Ходімо."
scene bg house with wipeleft
"Нацукі зачинила за нами двері."
"Поки ми йшли вулицею, я відчув, як наші пальці доторкнулися."
"Ми продовжили йти до школи."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg courtyard with dissolve_scene_full
"Нацукі, почуваючись більш комфортно на публіці, взяла мене за руку."
"Щойно ми пройшли через шкільні ворота, я помітив Юрі, яка йшла подвір'ям."

mc "Юрі!"

"Юрі впустила свої книги."
"Мабуть, вона не помітила нас."
"Відпустивши руку Нацукі, я підбіг, щоб допомогти їй."

show yuri 1a at t11
mc "Вибач, Юрі..."
y "В-все гаразд."
y "Ти просто налякав мене."
y "Я так розумію, що ви йдете до клубу?"
mc "Так, саме так. Ти теж йдеш?"
show yuri at t21
show natsuki 1bc at t22
n "Так, Юрі, ти йдеш?"

"Юрі кивнула на знак згоди."

n 2ba "Добре, тоді ходімо."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg club_day with dissolve_scene_full
play music t3

"Ми всі почали робити в клубі те саме, що й зазвичай."
"Ми з Нацукі пішли до комірчини, щоб взяти наступний том."
"Юрі знову з головою поринула у свій роман."
"Моніка ж щось пише в кутку кімнати."
"А Сайорі все ще не з'явилася в клубі."
"Я збрешу, якщо скажу, що не хвилююся за неї, але я нічого не можу з цим вдіяти."

show natsuki 4bd at t11
n "[player], давай!"
scene bg closet with wipeleft
"Моніка підвела голову й усміхнулася мені."
"Хотів би я, щоб вона не з'являлася цього ранку зовсім."
"Я приєднався до Нацукі під вікном, у нашому звичному положенні."
"Вона вже взяла наступний том 'Ванільних Дівчат'."
scene bg closet with dissolve_scene_full
show monika 2j zorder 0 at t21
show natsuki 3bg zorder 1 at t22
m "Гей, закохані."
m "Ви так добре тримаєте це поза клубом."
mc "Та годі тобі, Моніко."
mc "Це не зовсім те."
mc "Ти ж сама знаєш, що тут крихітний текст."
m 4d "Так, ну-"
n 5bh "Так, думаю, [player] має рацію."
n "Але не тільки через це. Ми завжди тут сиділи."
mc "Тим більше."
mc "То в чому ж проблема?"
m 1h "Ну, я ж просто пожартувала..."
m "Гаразд, проїхали."
show monika at thide
hide monika
show natsuki 1bj zorder 1 at t11
"Моніка пройшла назад, не сказавши більше ні слова."
"Я можу дати їй другий шанс, але Нацукі пробачила їй не так, як я."
"І я не можу їй цього закинути."
"Та й я не зовсім впевнений, чому зараз знаходжуся тут."
"Я б волів повернутися додому разом із нею."
"Ну, якщо ми зможемо забрати її мангу до нас додому, то можна буде сказати, що ми прийшли сюди не дарма."
show natsuki 3bd at h11
n "Е-ей!"

"Нацукі провела рукою в мене перед обличчям, клацаючи пальцями, щоб привернути увагу."

n 1bc "Ти вже готовий перегорнути сторінку?"
mc "Е-е, вибач."
mc "Я просто відволікся і-"
n 4bg "Боже."
mc "Вибач, мене досить легко відволікти."
n 1bj "Все нормально, [player]."
n "Я просто рада, що т--"
"Моніка прокашлялася."
show natsuki at t21
show monika 4b at t22
m "Отже, друзі!"
"Я позначив сторінку, на якій ми зупинилися."
scene bg club_day with wipeleft
"Нацукі і я приєдналися до Моніки та Юрі посередині кімнати."

show monika 2e at t31
show natsuki 4bc at t32
show yuri 2e at t33
m 1a "Чи є у когось вірші, якими б ви хотіли поділитися?"
y "Але... Сайорі зараз тут немає."
y 1g "Чи не повинні ми почекати?"
m 2c "Я не змогла додзвонитися до Сайорі сьогодні."
m "Сумніваюся, що вона до нас приєднається."

"Сайорі."
"Я справді сподіваюся, що вона отримує всю необхідну підтримку."
"Я можу не любити її так само, як вона мене..."
"Але це не означає, що я не люблю її зовсім."
"Я знаю її практично все своє життя."
"І мене вбиває те, який біль вона відчуває."

y 3f "Ну, тоді гаразд."
show yuri at thide
hide yuri
show monika at thide
hide monika
show natsuki at thide
hide natsuki
"Юрі знову повернулася до свого роману."
"Моніка повернулася за свою парту, явно схвильована нашим небажанням навіть намагатися."
"Нацукі і я пішли назад до кладовки, щоб продовжити читання."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg club_day with dissolve_scene_full
"Хвилини промайнули немов секунди, і ми не встигли усвідомити того, як день вже добіг кінця."
play music t5
show natsuki 4ba at t11
n "Готовий?"
mc "Так, ходімо."
mc "Побачимося завтра!"
n 1bd "Завтра вихідний, дурненький."
mc "О-оу, моя помилочка-"
show monika 2b at t22
show natsuki at t21
m "Ага."
mc "Гаразд, гаразд."
mc "Не сипте сіль на рану."

"Щойно ми з Нацукі дісталися до дверей, Моніка нас зупинила."

m 3k "Зачекайте секунду!"
m 2b "Я можу провести тебе додому, Нацукі."
n 5bs "Н-ні!"
n "Е-е--"
n 4bt "Я йду до нього додому."
mc "Так, ми хотіли, е-е, продовжити читання."
m 4l "Ну, тоді іншим разом."
show monika at thide
hide monika
show natsuki at thide
hide natsuki
"Моніка ніжно посміхнулася."
"Останні кілька днів її поведінка досить сильно тривожить."
"Але якщо вона намагається дати нам причину її пробачити..."
"Можливо, вона робить це щиро."
scene bg corridor with wipeleft
"Ми з Нацукі пішли коридорами до виходу зі школи."

show natsuki 1bm at t11
n "Е-е?"
n 1bf "Чорт, моя колекція!"
mc "Якщо хочеш, щоб я взяв її з собою, то я миттю впораюся."
n 5bq "Якщо ти хочеш, звісно..."
mc "Я скоро повернуся."
show natsuki at thide
hide natsuki
stop music fadeout(2.0)
"Я йду через порожні коридори."
"Сподіваюся, що Моніка ще не пішла."
scene bg club_day with wipeleft
play music tinkertailor
"Я дістався до клубу ще до того, як вона встигла зачинити двері."

show monika 1a at t11
mc "Гей!"
mc "Вибач, я забув дещо."
m "О! Без проблем."
m "Все одно я хотіла з тобою поговорити."
scene bg closet with wipeleft
"Моніка пішла за мною до комірчини."
show monika 2c zorder 1 at t11
"Обігнавши мене, вона перегородила двері, чогось від мене очікуючи."

m "Ну?"
mc "Що?"
m 1c "Пам'ятаєш, я казала, що живу неподалік?"
m "Я бачила її, яка йде до твого дому, до біса часто."
m 3d "Таке відчуття, що вона не з'являлася вдома днями."
m "І в школі."
m "Ти її теж пропускаєш, до слова."
mc "Моніко, це не твоя справа."
m 4k "О, ти помиляєшся."
m "Я не можу дозволити своїм учасникам клубу прогулювати школу."
m "Це кидає на нього тінь."
mc "Так, я зрозумів це. Ми просто--"
m 1h "Що просто?"
m "Просто ховаєтеся?"
mc "Н-ні..."
m 2f "Ти впевнений?"
m "Мені здається дивним те, що ви ніколи мене до цього не залучали."
m "Вам що, соромно бути разом, чи що?"
mc "Н-ні!"
mc "Це зовсім не так!"
m 3k "Ну, так це виглядає збоку, [player]."
m "Ви вдвох повинні тут бути, в понеділок."
m "Повний навчальний день."
m 2i "Це не обговорюється."
mc "Д-добре."
mc "Ми прийдемо."
m 1a "Чудово."
show monika at t33
"Моніка відійшла вбік, дозволивши мені увійти до комірчини."
"Я взяв колекцію 'Ванільних Дівчат' і попрямував до виходу, залишивши Моніку позаду."

m 3d "Навіщо ти її з собою взяв?"
mc "Вдома ми з Нацукі досить багато читаємо."
scene bg corridor with wipeleft
"Поки я йшов до виходу зі школи, я почув позаду себе звук дверей, що зачиняються."
"Нацукі чекала на мене."

show natsuki 1bc at t11
mc "Ходімо."
show natsuki at thide
hide natsuki
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg residential_day with dissolve_scene_full
play music presenttense
"Питання Моніки злегка збентежили мене."
"Чи знає вона, що ми фактично живемо разом?"
"А ще важливіше, чи знає - чому?"
"Вона одна знає про те, що ми пара, та й то лише кілька годин."
"Не думаю, що Нацукі сказала б Моніці про те, що живе у мене."
"І тим більше не сказала б причину."

show natsuki 1bd at t11
n "[player]..."
n "Досить витати в хмарах!"
n 4bc "Ти чув хоч щось з того, що я сказала?"
mc "Нацукі, вибач."
mc "У мене просто забагато думок зараз."
n "Гаразд. Я скажу про це пізніше, добре?"
show natsuki at thide
hide natsuki

scene bg house with wipeleft
"Ми йшли ще кілька хвилин, перш ніж дісталися до дому."
"Нацукі відчинила мені двері, оскільки мої руки були зайняті."
scene bg kitchen with wipeleft
"Я поклав колекцію манги на кухонний стіл."

show natsuki 4ba at t11
n "Хочеш почитати чи подивитися що-небудь?"
mc "Насправді, мені потрібно буде піти і дещо швидко зробити."
mc "Я хочу спробувати пояснити Сайорі, що відбувається. Знову."
mc "Я повернуся максимум через пару годин."
n 2bb "О-оу..."
n "Гаразд, [player]."
mc "Якщо ти не хочеш піти зі мною, звичайно."
n "Гм-м..."

"Вона на секунду задумалася."

n 4bt "Н-не особливо."
n "Я не думаю, що вона хоче говорити зі мною прямо зараз."
mc "Добре."
mc "Ну, побачимося пізніше, гаразд?"
n "Ага..."
show natsuki at thide
hide natsuki

"Я поцілував її на прощання і пішов."
scene black with wipeleft
"Я прочекав кілька хвилин, перш ніж автобус під'їхав до зупинки."
"Я побачив будинок Нацукі, коли автобус проїжджав житловий район."
"Машина її батька все ще не була на місці."
"Це нагадало мені про..."
n "{i}Ну, у мене все ще немає шкільної форми... Але я мало що можу з цим зробити.{/i}"
stop music fadeout(2.0)
"Я встав на ноги і попросив зупинитися."
scene bg nhome with wipeleft
"Я вибіг з автобуса і швидко пішов вулицею."
"Моє серце калатає."
"Що я роблю?"
"Чому я це роблю?"
"Я мав відвідати Сайорі, але..."
"Я зайшов на алею позаду будинку Нацукі."
"Я вирішив відчинити ворота зі свого боку."
"Я психанув на розсувну хвіртку, через яку ми тікали раніше."

mc "Будь ласка, відкрийся..."

"Я дістався до дверної ручки."
"Я твердо, але розмірено штовхнув двері, і вони розчинилися."
scene bg hallway with wipeleft
"Я нерухомо стояв у будинку Нацукі, чекаючи, поки мені в голову прийде хоч якась думка про те, що ж мені робити далі."
"{i}Одяг... взагалі все, що я зможу за собою винести.{/i}"
"Я швидко пішов вгору по сходах і буквально вломився до кімнати Нацукі."
scene bg nbedroom with wipeleft
"Нічого не змінилося."
"Порожня пляшка з-під вина і коробка таблеток лежали на ліжку Нацукі."
"На підлозі все ще панує безлад."
"Мурашки пробігли по всьому тілу."
"Дідько."
"Я почав нишпорити в її речах."
"Я обчистив гардероб з усім одягом, що тільки бачив, і поклав його на ліжко."
"Я помітив велику чорну валізу в кутку її кімнати."
"Ідеально."
"Відкривши валізу, я швидко запхав туди її шкільну форму, піжаму, повсякденний одяг та спідню білизну."
"Наступним пунктом є її стіл."
"Я поклав всю її косметику та інше приладдя у валізу."
"Востаннє оглянувши її кімнату, на мої очі потрапила та пляшка вина."
scene bg hallway with wipeleft
"Я ніс переповнену валізу за спиною, тримаючи її ручку на плечі, і пішов на перший поверх."
"Поклавши валізу біля дверей на вихід, я почав спускатися в підвал."
scene black with wipeleft
"Я перемкнув вимикач світла, але безуспішно."
"Декілька разів набивши собі гулю, я таки знайшов стійку з вином."
"Я схопив чотири пляшки - максимум, який я можу з собою винести."
"Не маю уявлення, які саме я взяв."
"Але я сподіваюся, що воно чогось варте."
"Відчуваючи вагу пляшок у своїй сумці, я зрозумів, що не зможу донести все це до дому."
"За можливості, мені слід поїхати на автобусі."
"Я перевірив час на своєму телефоні."
"Не так вже й пізно. Якщо я покваплюся, то якраз підійду до того моменту, як він почне зупинятися."
scene bg hallway with wipeleft
"Я піднявся вгору сходами так швидко, як тільки зміг."
"Я взяв валізу і вибіг за двері."
"Я прикрив двері, сподіваючись, що не наробив галасу."
scene bg street with wipeleft
"Я повернувся і почав шалено швидко бігти до зупинки."
"Слава богу, що у цієї штуки є колеса."
"Щойно я вийшов з двору, я побачив, як автобус ще стояв за рогом."
"Дідько."
"Він поїхав, перш ніж я встиг це усвідомити."
"Чудово."
"Тепер мені доведеться йти з усім цим до дому пішки."
"І це вдруге за сьогодні, коли я упустив автобус..."
"Адреналін просто вирує в моїх венах."
"Я не можу повірити, що зробив це."
"І те, що я не попався..."
"Ну, не зараз, принаймні..."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg housen with dissolve_scene_full
"Я майже дістався до дому, по дорозі зробивши кілька перепочинків."
"Один раз я навіть зупинився біля кав'ярні, щоб випити кави."
"Але тепер я майже вдома..."
"Коли я проходив повз будинок Сайорі, почуття провини почало долати мене."
"Я повинен був прийти і спробувати поговорити з нею."
"Я викинув ці думки з голови і прискорився настільки, наскільки міг."
"Я дістався до вхідних дверей, і Нацукі відчинила їх перш, ніж я встиг дістати свої ключі."
"Я заніс валізу до дому, і Нацукі тут же почала мене розпитувати."
scene bg mclivingroomn with wipeleft
show natsuki 4cp at h11
n "[player]! Я бачила тебе через вікно!"
n "Що це таке, чорт забирай?"

"Я навіть і не думав, як пояснюватиму це."

mc "У-ух..."
mc "Це..."
mc "Твої речі..."
n 1cs "Що ти маєш на увазі під {i}моїми{/i} речами?"

"Я поставив валізу у вітальні, повісивши свою куртку на спинку стільця."
"Я поклав свою сумку неподалік від столу. На щастя, пляшки не видали жодного звуку."
play music tlw
"Нацукі просто дивиться на мене."
"Минуло трохи часу..."

mc "Нацукі?"
n 1cn "Я не можу в це повірити."
n 1cu "Не може бути того, що ти..."
show natsuki at thide
hide natsuki

"Нацукі нерішуче потягнулася до блискавки."
"Вона нарешті відкрила основний відділ і побачила більшу частину свого гардеробу."
"Потім вона відкрила передній відділ, наповнений деякою її косметикою та іншим приладдям, мала частина яких вивалилася на підлогу."
"Нацукі тремтить."

show natsuki 1cm at t11
mc "Вибач..."
mc "Я не думав--"
scene n_mod_cg3_bg
show n_mod_cg3_1
with dissolve_cg
"Нацукі буквально стрибнула в мої руки."

n "[player], я так сильно тебе кохаю."
n "Але навіщо..?"
mc "Ну, інакше б у тебе не було б вибору з одягу..."
mc "І, якщо ти переселяєшся як годиться, то тобі в будь-якому випадку потрібно принести з собою і свої речі."
mc "Крім того, його там немає. Скоріш за все, це був мій єдиний шанс."

"Вона повністю втратила дар мови..."
"А я нерозумно посміхався."

n "[player], я..."
n "Я вся твоя."
mc "Ахаха..."
mc "Ти мала на увазі те, про що я подумав?"
n "Саме так."
scene black with dissolve_cg
"Я обійняв Нацукі за її талію, вона ж в свою чергу штовхнула мене на диван і забралася на мене зверху."
"Я відчув, як її пальці проникли в моє волосся, і я поцілував її в шию..."
"Я не можу зупинитися."
"Так само як і вона..."
scene black with dissolve_scene_full
stop music fadeout(2.0)

$ quick_menu = False
scene black
show saturday
with dissolve_scene_half
pause(2.0)
$ quick_menu = True

scene black with dissolve_scene_full
"Як би мені не хотілося просто лежати поруч із Нацукі ось так от, можна навіть до кінця життя, але телефон завібрував, змушуючи встати."
"Вона все ще спить, тож мені довелося гранично обережно виплутуватися з її хватки, не тривожачи її сон."
scene bg bedroom with wipeleft
play music presenttense
"Діставши телефон зі штанів, я визирнув у вікно."
"Ранній ранок."
"Треба було вимкнути будильник, вихідні ж."
"Втім, вже все одно. Я тільки знизав плечима і натягнув на себе футболку."
"Коли я підтягнув до себе штани, то помітив на своєму столі складений листок паперу."
"На лицьовій стороні виведено почерком Нацукі моє ім'я."
"Я розкрив його."

call showpoem (poem_n4) from _call_showpoem_4

"…"
"Мною знову заволоділо відчуття невагомості."
"А в грудях стало так тепло, що ця теплота почала пульсувати по всьому тілу."
"Чим більше я перечитував вірш, тим сильнішим ставало те відчуття."
"Я залишив вірш на столі поруч із комп'ютером."
"Тихо зачиняю двері спальні, щоб не розбудити Нацукі, і спускаюся на перший поверх."
scene bg kitchen with wipeleft
"Заварив каву для двох, на випадок, якщо вона теж захоче."
"Я сів за кухонний стіл і почав чекати…"
scene bg kitchen with dissolve_scene_full
"Нацукі помахала долонею перед моїм обличчям."

show natsuki 4cb at t11
n "Земля викликає, [player]!"
n "Хто-небудь тут?"

mc "А, вибач, не чув, як ти спустилася."
n 3cc "Це для мене?"
mc "Ну, для нас двох, але…"

"Нацукі дістала два горнятка зі шафки і простягнула одне мені, коли я встав, щоб налити собі кави."

mc "Дякую."

"Я повернув глечик з молоком назад до холодильника."
"І разом з Нацукі поніс свою каву до вітальні."
scene bg mclivingroom with wipeleft

show natsuki 3ca zorder 1 at t11
mc "Гей…"
n 3ck "Ага?"
mc "Я, ем, я знайшов твій вірш."
n 3cn "Е-ех?"
mc "Ось цей."

"Я простягнув їй складений папірець."

mc "Він шалено сподобався мені."
n 3cl "Ох!"
n 4cz "Ехе-хе~"
mc "Я справді… твій герой?"
n 2ct "А хто ж іще, дурненький?"

"Нацукі поцілувала мене в щоку і захихотіла."
"Я тепло посміхаюся у відповідь."

n 1cd "Отже… чим хочеш зайнятися сьогодні?"
mc "Хєр його знає…"

show natsuki 1cj
"Вона грайливо посміхається мені."
"Я так само посміхнувся їй, перервавшись лише для того, щоб відпити свою каву."
"Вона раптом стала солодкою."

mc "Дуже… несподівано."
n 4cy "Що трапилося? Не можеш утримати в руці горнятко кави?"

"Вона жартома стукнула мою праву руку."

mc "Чого? Ні, не це."
mc "Просто вона солодша, ніж та, яку я зазвичай п'ю."
n 2cd "Ах, ти про це, просто я поклала туди кілька ложок цукру, поки ти не бачив."
n "Зробила її такою ж, як у мене."
n "Тобі подобається?"
mc "На мій смак трохи солодша, ніж треба, але для мене це не дуже важливо."
mc "Просто наступного разу попередь мене, окей?"
n 4ca "Так-так."

"Я поманив її сісти на диван поруч зі мною."
"Вона стрибнула до мене, однак слідкуючи, щоб кава не пролилася."
show natsuki at thide
hide natsuki
"Я повернув погляд на телевізор, обнявши правою рукою Нацукі за плечі, а лівою тримаючи своє горнятко."
"Вона поклала голову мені на груди, перемикаючи вільною рукою канали за допомогою пульта."
"Через деякий час вона знайшла, що подивитися."
scene black with dissolve_scene_full
scene bg mclivingroom with dissolve_scene_full
"Ми провели таким чином години, встигнувши переглянути фільм і дві програми."
"Потім Нацукі раптово сказала."
show natsuki 1ck zorder 1 at t11
n "Я-я скоро повернуся."
mc "Що трапилося?"
n 1cc "Я швиденько в туалет."
mc "Добре, тоді йди."
mc "Я зроблю паузу."
show natsuki at thide
hide natsuki
"Коли Нацукі вийшла з вітальні, я натиснув на кнопку паузи."
"Компанія Нацукі подобається мені набагато більше, ніж перегляд фільму, який зараз показують на екрані."
"Хоча це один з моїх найулюбленіших фільмів."
"Зверху долинули звуки працюючого унітазу, а потім я почув, як вона зайшла до моєї кімнати."
"Навіть цікаво стало, що їй там знадобилося?"
"Десь через хвилину вона повернулася, нахмурена, з моїм телефоном в руці."

show natsuki 2cb at t11
n "Це тобі."
stop music fadeout(2.0)
show natsuki at thide
hide natsuki

"Вона простягнула мені телефон, що вібрував від дзвінка з невідомого номера."

mc "А-алло?"
m "[player], нам треба поговорити про Юрі."

"Я в шоці."
"Моніка знає про те, що Юрі сказала мені?"
"Чи відправила?"

mc "Я-ух, я слухаю."
m "Особисто, маю на увазі."
m "Якнайшвидше."

"Я зітхнув."

mc "Добре."
mc "Де?"
m "В протилежній частині міста є маленьке кафе."
m "В кількох кварталах від будинку Нацукі."
m "Вона знає, де воно."
m "Платитиму я."
mc "Гаразд. Побачимося приблизно через півгодини?"
m "Чудово, звучить добре."

"Вона відключилася."
"Я поклав телефон у кишеню, коли встав з дивана і пішов до передпокою."
"Схопив з вішалки свій піджак і накинув на себе."

show natsuki 1ca at t11
mc "Хочеш піти зі мною?"
n "Звичайно."
mc "Чудово, тому що я не палаю бажанням зустрічатися з Монікою наодинці."
n 3cb "Ага, після того, що вона зробила…"
n 3cc "Навіть якщо вона вирішила вибачитися перед тобою, одного я тебе не відпущу."

"Накинувши на себе куртку, я вибіг за двері і зрозумів, що на вулиці все ще холодно, та й дощ наче сипле сіль на рану."
"Кафе занадто близько до нас, щоб сідати на автобус, а це означає, що нам просто доведеться перетерпіти цю погоду."

mc "Готова?"
n 3ce "Зачекай секундочку!"
n "Надягну пальто і можемо йти."
scene bg mclivingroom with dissolve_scene_full
show natsuki 1db zorder 1 at t11

n "Постривай, [player], ти не бачив мій шарф?"
mc "Ага. Він має бути у шафі…"
n 2dc "Не можу знайти…"

"Я подивився у шафу і відразу ж побачив його на полиці, просто поза досяжністю Нацукі."
"Я взяв його в руку і почав тримати шарф над її головою."

mc "Він прямо тут, дурненька."

show natsuki 1di zorder 1 at h11
"Нацукі спробувала вихопити його з моєї хватки, але не змогла стрибнути досить високо."
show natsuki 1dh zorder 1 at h11
"Дуже багато разів вона{nw}"
show natsuki 1dw zorder 1 at h11
"Дуже багато разів вона{fast} стрибала {nw}"
show natsuki 1do zorder 1 at h11
"Дуже багато разів вона стрибала {fast}вгору, намагаючись дістати до нього, але безуспішно."
show natsuki 4ds
"Здавшись, вона жалібно подивилася мені прямо в очі."

n 4dq "Будь ла-а-а-а-а-а-ска..?"
mc "Добре, добре."
show natsuki at thide
hide natsuki
mc "Тримай."
mc "Вибач, не зміг стриматися."

show natsuki 4eg zorder 1 at t11
n "Ти проявив себе так вже кілька разів, чи не так?"

"Вона жартома вдарила мою руку."

mc "Гей, це було трохи несподівано, ти так не думаєш?"
n 4ea "Ні-і."
n 4ed "Твоє щастя, що я не побила тебе до напівсмерті, поки ти тримав у повітрі мій шарф."
mc "Ох, справді?"
n 3ey "Ага!"
mc "Ну, а якщо мені подобається, коли ти така жорстка?"
n 1ep "Е-е?"

"Нацукі дуже сильно почервоніла і почала заїкатися."

n 1eq "У-ух, чудово, [player]."
n "Зіпсував мені настрій…"
n 1ek "А тепер ходімо."
n 1ec "Давай не будемо змушувати Моніку чекати… ми ж не хочемо, щоб вона знову розлютилася."
show natsuki at thide
hide natsuki
"Вона сказала це, спробувавши посміхнутися."
"Нацукі вистрибнула з дверей."
scene bg houserain with wipeleft
"Я вийшов слідом, з набагато меншим ентузіазмом."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg streetrain with dissolve_scene_full
"Спускаючись вниз вулицею, ми йшли через місто."
"Кафе вже видніється вдалині, на розі вулиці."
"Ми перейшли дорогу і зайшли туди."
scene bg cafe with wipeleft
play music thenumbers
"Освіжаючий потік вологого повітря вдарив нам в обличчя, щойно ми зайшли."
"Тут сидить деяка кількість людей, але Моніки ніде не видно."
show natsuki 1ed zorder 3 at t11
mc "Схоже, ми прийшли раніше, хах."
n 2ed "Ага."
show natsuki 2dd
"Нацукі зняла шарф зі своєї шиї."
"Нашвидкуруч скрутила його і засунула до кишені свого пальта."
n "Ну, ходімо, я замовлю собі що-небудь попити-"
mc "Не треба. Моніка сказала, що платить вона."
n 4db "Ага, але тільки за тебе."
n "Не думаю, що вона зрадіє, побачивши мене, тож, все-таки, дозволь мені купити що-небудь."
n 4dc "Вона все ще зла на мене, ти справді думаєш, що-"
mc "Ну, якщо ти так сильно хочеш витратити свої гроші, то гаразд."
n "Я-я…"
n 4de "Гх, зараз ти просто намагаєшся використовувати на мені зворотну психологію!"
mc "Намагаюся?"
n 1dq "Добре, я почекаю."

"Ми сіли за стіл у самому дальньому кутку і почали чекати."
"Поки чекав, дивився в телефон."
"Він запілікав, і я відкрив сповіщення."
show natsuki at thide
hide natsuki
m "омг вибач будь ласка я прибіжу в найближчі 10 хв обіцяю :0"

"І знову поведінка Моніки кардинально змінюється."
"Чому?"

mc "Чому? Щось трапилося?"
m "скажу тобі все коли прийду"
mc "Окей, сподіваюся, надовго ти не затримаєшся. Ми сидимо в кутку, будемо стежити."
m "ми??"

"Блять."
"Час розкрити карти."

mc "Нацукі тут, зі мною."
m "аххх ясно я спантеличилася лол"
m "Побачимось з вами згодом, голубоньки"

"Для мене не мало б стати сюрпризом, що Моніка стала м'якшою до Нацукі, враховуючи, що ми з нею тепер разом."
"Але все одно, це мене здивувало."
"Незважаючи на те, що Моніка вибачалася, я, як і Нацукі, не наважувався приймати ці вибачення."
"Після того, як вона показала нам свою безсердечну натуру, за допомогою якої вона емоційно знищила Сайорі та Юрі…"
"Не думаю, що зможу по-справжньому пробачити її незалежно від того, як вона буде вибачатися."
"Зазвичай люди на зразок неї не хочуть -- або не можуть -- змінюватися."
"{i}Зазвичай.{/i}"
"Тому я і дав їй шанс."
"Тим не менш, все, що я зараз можу, так це просто дізнатися причину майбутньої розмови про Юрі."
show natsuki 1dk zorder 1 at t11
n "Що Моніка написала?"

"Вона спробувала зазирнути мені за плече, щоб прочитати повідомлення."

mc "Лише те, що вона затримується, але вже біжить сюди."
n "Ох, зрозуміло."
n 2dc "Ну, навіщо вона тебе покликала?"

"Я знизав плечима."

mc "Без поняття. Вона не сказала нічого про те, чому вона-"
mc "Ох, прибігла."

"Моніка, засапавшись від бігу, зайшла до кафе і сіла між нами."

show natsuki 1da at t21
show monika 1bb at t22
m "Привіт, [player]."
m 1ba "І тобі, Нацукі."
n 1dc "Привіт."
m 4bm "Вибачте, що запізнилася."
m "У мене не було часу навіть щоб взяти пальто."
m 2bn "Я була зайнята онлайн-листуванням з Юрі."
m "Вона дещо сказала, що… ухм…"

"Між нами виникла недовга тиша, ніхто з нас не знав, що сказати."

m 1bo "Ну…"
m 1bq "Скажу лише, що це була розмова між нами двома."
m "…"
m 1bd "Оскільки я беру напої, [player], обирай, який хочеш."
mc "Е-е-е…"

"Я вдивляюся у вивіску, що висить над прилавком, на ній були намальовані різноманітні напої."
"Зробивши свій вибір, я зрозумів, що Нацукі теж дивиться туди. А Моніка вивіску навіть не помітила."

mc "Мабуть, я візьму… просто звичайну каву."
n 1dl "О-ох, [player], чи можу я взяти ка-"
m 1bc "Вибач, Нацукі, не думаю, що у мене вистачить грошей ще й на тебе, адже я обіцяла, що куплю йому щось попити."
n 4du "…"
mc "Скільки у тебе з собою, Нацукі?"
n 4dq "Ух…"

"Нацукі деякий час нишпорила у своїй сумочці."

n 4di "У мене з собою лише п'ять-"
mc "Маю ідею."
mc "Чому б нам просто не скласти всі свої гроші?"
mc "Таким чином, кожен отримає по напою, а може, навіть випічку."
mc "Звучить добре, правда?"

"Нацукі на мить усміхнулася мені, перш ніж знову звернути свою увагу на Моніку."

m 2bd "Так, буде чудово."

"Ми втрьох підходимо до каси, робимо замовлення і сідаємо назад."

n 1da "Я скоро повернусь, окей?"
n "Не починайте без мене!"

show natsuki at thide
hide natsuki
show monika 1ba at t11
"Нацукі йде до вбиральні."
"Моніка нахилилася до мене ближче."

m 1bc "Буду чесною."
m 2bf "З Юрі щось зовсім не так. Це дуже серйозно."
mc "Ага…"
mc "Змушений погодитися."
m 2bd "Ти бачив порізи?"
mc "Ага… таке складно забути."

"Реакція Моніки на моє знання про самоушкодження Юрі була… здивуванням."
"Наче вона прямо зараз дізналася, що я знаю про це, хоча сама давно розкрила мені це."
"Вона намагається прикинутися заради Нацукі, що тієї сварки не було?"

mc "Ну, справа не лише в цьому."
mc "Поглянь на це."

"Я вивів на екран телефону картинку, яку вона прислала мені."

m 1bo "Що за чорт..?"
m "Це точно Юрі?"
m 2bp "Ого…"
m "Ти впевнений?"
m "На всі сто відсотків?"
mc "Так."
m 1bg "Як вона на це відреагувала?"
mc "Хто, Нацукі?"

"Моніка кивнула."

mc "Ну, взагалі-то вона побачила її раніше за мене."
mc "Посеред нашої розмови вона просто відправила це мені, не вкладаючи жодної краплі сенсу."

"Я пролистав повідомлення на своєму телефоні до тієї самої картинки, і показав її Моніці."

m 2bh "Це дуже дивно…"
mc "Я ніяк не відповів на ось це от."
mc "Просто, блять, {i}як{/i} мені на це реагувати?"
m 2bq "Ну, це багато чого пояснює…"
mc "Що ти хочеш цим сказати?"
m 2br "Юрі… вона теж відправила мені фото своїх порізів, [player]."
m "Там нічого схожого на те, що є на твоїй фотографії, дозволь зауважити."
m "Але це саме те, про що я хотіла поговорити."
m 2bg "Тобі треба серйозно з нею поговорити."
m "Те, про що вона мені писала, коли ми спілкувалися онлайн…"
stop music fadeout(2.0)
m 2bo "Це був повний пиздець, [player]."
m "Вона говорила мені, що я повинна…"
m 1bp "Ну, ти можеш легко здогадатися."

"Моніка завагалася."
"Потім виклала на стіл свій телефон і відкрила чат, простягнувши його мені."
show monika at thide
hide monika

y "Вперта сучко, це не твоя справа."
y "Зі мною все добре."
y "Насправді, тобі теж варто спробувати."
y "Може, це випустить всю злобу з твоєї блядської голови."
y "Я вже все сказала."
m "зачекай юрі я не хотіла образити тебе…"

"Я простягнув телефон назад їй."

show monika 2bg zorder 1 at t11
mc "Ага, я поговорю з нею."
mc "Але чому саме я?"
m 2bd "Ох, то ти не бачив?"
m "Ось."
show monika at thide
hide monika
"Вона повернула мені телефон, пролиставши чат ще нижче."
"Ох ти ж, блять."
"Це мої…"
"Юрі вирізала мої ініціали на своїй руці…"
"В голові стало порожньо-порожньо, в ній крутилася лише одна думка:"
"Блять."

show monika 1bf zorder 1 at t11
m "Гей, ти як?"
mc "Н-нормально... просто..."
mc "Ось це от."
m 3bg "Тепер ти зрозумів, чому саме ти повинен поговорити з нею?"

"Я голосно ковтнув."

mc "Т-так... я все зрозумів."
m 3bd "Я б воліла розповісти їй, що ти тепер з Нацукі."
m "Може, це трохи охолодить її."
mc "Блять, так і буде, напевно."
m 1bf "[player], я хвилююся за її добробут."
m 1bp "Я знаю, що була злою весь минулий тиждень…"
m "Була \"впертою сучкою\", як вона сказала."
m 1br "Але це не означає, що вона мені байдужа."

"Ну, мені важко в це повірити…"
"Особливо після того, що вона влаштувала, щоб просто показати мені це…"
"Я вже не можу знати, які наміри у Моніки."

mc "Я зрозумів. Докладу всіх зусиль."

"Нацукі повернулася до столу."

play music thenumbers
show monika 1bc zorder 1 at t21
show natsuki 2dk zorder 2 at t22
n "Все гаразд?"
mc "Начебто. Мені просто потрібно поговорити з Юрі."
mc "Вона сказала Моніці порізати себе."
n 2dm "Чорт…"
n "Гаразд, це вже за межею."
n 2dn "Вибач мені, Моніко."

"Бармен підкликав нас до стійки заради наших напоїв та їжі."
"Я забрав дві чашки кави, одну для себе, іншу для Нацукі, а Моніка взяла свої напій та випічку."

m 2bh "Впевнена, ти не хочеш розповідати їй про цю фотографію, я розумію, але вона повинна знати."
n 2dh "Якої фотографії?"
mc "Е-е-е, ух…"
mc "Ти знаєш, що Юрі сказала Моніці?"
mc "Ну, вона…"
mc "Моніко, чи можу я взяти твій телефон на секундочку?"
m 2bi "Звісно."

"Я простягнув їй телефон, фотографія Юрі вже завантажилася на екрані."
"Вона відсахнулася, верещачи."
show natsuki 1dp at h22
n "ЯАХ!"
n "Що за чорт?!"

show natsuki 3dr
"Кілька людей обернулися до нас, але потім вони повернулися до своїх занять."

mc "Ось чому мені треба поговорити з нею якомога швидше."
mc "Щоб дати їй знати, що я вже з тобою, і ні до кого не хочу від тебе йти."

"Нацукі трохи відпила свого карамельного фраппе."

n 3ds "Я розумію, [player]."
n 4dh "Але якщо це буде продовжуватися, я збираюся-"
mc "Не буде. Я розберуся з усім цим в понеділок."

"Ми присіли і почали свій перекус в гнітючій тиші."
"Все ще не можу повірити, що це фото – правда…"
stop music fadeout(2.0)
"Мій телефон завібрував у кишені."
"Широко розплющеними очима я подивився на Нацукі."

n 2dk "[player]?"

"Моніка знову перемкнула на мене свою увагу, поки я діставав телефон з кишені."
"Повідомлення від Юрі."

y "Я тебе бачу."

"Я обвів поглядом кафе і побачив Юрі, що стояла біля входу з новелою в руках."
"Вона підходить до нас, і зрештою решта теж помітили її."
"Моніка збентежено помахала рукою."
"Нацукі гнівно відвернулася."
"Юрі сіла поруч з Монікою."
show natsuki 1ds at t32
show monika 2bm at t31
show yuri 2bb zorder 1 at t33
play music illwind
y "Усім доброго ранку!"
y 2ba "Я не очікувала побачити вас усіх тут!"
m "Т-так, Юрі..."
y 1bh "Моніко, я хотіла б вибачитися за свої слова."
y 1bg "Я дуже сподіваюся, що ми зможемо зберегти все між нами."

"Моніка кинула на мене стурбований погляд."

m 2bn "Звісно..."
y 1bs "[player], тобі нещодавно приходили від мене повідомлення?"
y 1bt "Ти мені так і не відповів."
n 3dr "Знаєш що-"
mc "Н-ні, не приходили."
mc "У мене вчора глючив телефон..."

"Нацукі виглядає так, ніби вона ось-ось перестрибне через стіл і розірве Юрі на шматки."
"На щастя, Юрі не звертає на неї особливої уваги."
show natsuki 3di
"Я поклав свою долоню їй на коліно, давши їй знак зберігати спокій."

y 2bj "Я зараз прийду. Тільки замовлю собі напій."
y 2bb "[player], ти що-небудь хочеш?"
mc "Н-ні, Юрі, дякую."
mc "У мене вже є що пити."
y 3bq "О-о, тоді чудово."

show yuri at thide
hide yuri
show monika at t21
show natsuki at t22
"Юрі залишила свої речі на столі і пішла займати чергу."

n 4de "Якого біса, [player]?"
n "Я думала, ти захочеш обговорити-"
show natsuki 3dg
mc "Тільки не тут і не зараз."
mc "Тільки не коли ви обидві тут, в заповненому кафе."
mc "А раптом вона не так все сприйме?"
mc "Хоча мені навіть не потрібно казати \"а раптом\" -- ми з тобою обидва знаємо, що саме так і буде."
mc "Я в понеділок розберуся з цим, як я і сказав."
mc "А зараз ми повинні поводитися якомога природніше."
mc "Моніко, тебе це теж стосується."
m 1bp "Н-но-"
mc "Я знаю, що я роблю."
mc "Думаю, що..."

"До нас знову підійшла Юрі, яка вже оплатила своє замовлення."

show monika at t31
show natsuki 1ds at t32
show yuri 1bm at t33
mc "Ну, що ти собі взяла?"
y 2ba "Я вирішила замовити їхню фірмову чайну суміш."
y 2bm "Вона дуже приємна на смак."
y 2by6 "[player], нам варто прийти сюди якось."
mc "Може, було б краще зустрітися тут усім клубом, замість того, щоб приходити сюди вдвох?"
y 3bn "Н-ні!"
y 2bo "Ах, вибач... Я не хотіла підвищувати голос."
mc "Ну що ж, все можливо..."

"Нацукі хапає мою руку під столом і стискає її, досить сильно."

m 2bm "Я зараз повернусь, мені потрібно відлучитися до вбиральні."
n 3dq "Т-так, і мені теж, до речі."

"Обидві дивляться на мене так, ніби хочуть, щоб я пішов за ними."

mc "Юрі, ми зараз повернемося."

"Юрі кивнула і відкрила свою книгу."
"Ми втрьох зайшли за ріг входу до ванних кімнат."
scene black with wipeleft
n "[player], я не можу це терпіти."
m "Як тобі вдається зберігати холоднокровність?"
n "Це свавілля якесь."
m "Що в тебе за план взагалі?"
n "Так, що за план?"
mc "Гей, гей, тільки не всі одразу."
mc "Нацукі, я знаю, що це все дивно-"
n "Дивно?!"
n "Та це повне божевілля!"
n "Коли б я на неї не подивилася - все, що я бачу, це її руки!"

"Моніка згідно кивнула."

mc "Просто вислухайте мене."
mc "Мій план - просто поговорити з нею."
mc "Коротко і ясно."
mc "Я скажу їй, що ми з тобою разом, Нацукі."
mc "І заговорю на тему її порізів."
mc "В ідеалі, вона дозволить мені закотити їй рукав, щоб можна було побачити, наскільки все погано."
mc "Сподіваюся, що я зможу її переконати поговорити з фахівцем."
mc "Її... почуття... по відношенню до мене без сумніву призводять до того, що вона ріже себе ще частіше."
mc "А мені не хочеться, щоб ще один мій друг опинився в лікарні."
n "Г-гаразд, тоді..."
m "Це може спрацювати..."
m "Але-"
mc "У тебе є ідеї кращі?"
m "У мене- якщо чесно, ні..."

"Моніка поспішила до дамської кімнати."

n "Я помию руки і повернуся."
mc "Добре. Тоді я одразу піду туди."
scene bg cafe with wipeleft
"Я повернувся на своє місце."
show yuri 2ba zorder 1 at t11
"Юрі по той бік столу сліпуче посміхнулася мені."
"Щось роблячи у своєму телефоні, вона хихикнула собі під ніс."
"{i}БЗЗ.{/i}"

y 2bb "Тобі варто подивитися, що там, [player]."

"{i}1 непрочитане повідомлення: 2 прикріплені файли.{/i}"

"Я свайпнув, видаливши сповіщення."

mc "Чорт..."
y 2by5 "Тобі сподобалося, [player]?"
mc "У мене не завантажується."
mc "Здається, у мене закінчилася пам'ять на телефоні."
y 2bl "Оо, ну тоді подивися, коли прийдеш додому."
y 3bj "Я впевнена, що ти будеш {i}в захваті{/i}."

show yuri zorder 1 at t31
show monika 1bm zorder 2 at t32
show natsuki 3ds zorder 3 at t33
"Нацукі повернулася за стіл, слідом за нею повернулася Моніка і одразу взяла свою сумку."

m "Знаєте, мені час йти. Мені потрібно дещо підготувати для клубу на завтра."
m 1bl "Було приємно побачитися з усіма вами!"
show yuri at t21
show natsuki at t22
show monika at thide
hide monika
"Моніка поспішно ретирувалася."
mc "Взагалі, якщо подумати, мені теж час йти."
mc "Нацукі, я проведу тебе до дому."
y 3bf "Почекай, [player]."
y "Тобі не обов'язково витрачати час."
y 3bh "Я сама можу провести Нацукі додому."
n 1dq "Н-ні, правда, я не буду проти, якщо [player] проведе мене."
y 3br "Я-"
mc "Юрі, ми поговоримо з тобою в понеділок."
y 2bw "Я- угх..."

"Ми з Нацукі покинули кафе, залишивши Юрі одну за столом."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg houserain with dissolve_scene_full
"Коли наш дім з'явився вдалині, ми перейшли на нормальний крок."

show natsuki 2eu zorder 1 at t11
play music tlwamsp
n "[player]..."
mc "Так?"
n 2en "У-у тебе дуже добре виходить виходити з таких ситуацій."
mc "Що ти маєш на увазі?"
n "Ну, спочатку ти говорив з Сайорі, тепер з Юрі."
n 1em "Ти ж {i}справді{/i} знаєш, що Сайорі закохана в тебе, так?"
mc "Правда..."
mc "Вона зізналася мені."
n 1ek "С-серйозно?"
mc "Так... я можу сказати тобі, що я їй відповів."
mc "Справа не в тому, що я її не люблю..."
mc "Просто це чисто дружня любов..."
mc "Особливо враховуючи те, що я вже закохався в тебе."

"Нацукі зупинилася."

n 1eq "Т-ти це серйозно?"
mc "Так. Я кохаю {i}тебе{/i}."

"Нацукі обійняла мене рукою, і ми продовжили йти."

n 3et "І я тебе кохаю, [player]."
scene bg mclivingroom with wipeleft
"Через короткий час ми дісталися до дому."
"Нацукі пішла наверх, залишивши мене у передпокої."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg bathroom with dissolve_scene_full
"Я відсторонено втупився в дзеркало."
"Фігура в дзеркалі не менш відсторонено дивиться на мене."
show natsuki 3bb zorder 2 at t11
play music tlw
n "[player]!"
n "Тут є хтось живий?"

show natsuki 1bb
"Нацукі помахала рукою в мене перед обличчям."

mc "Вибач, Нацукі."
mc "Я просто задумався..."
n 1bk "Нічого, [player]."
n "Я тобі і не виню."
n 1bc "Сьогодні був шалений день."
n "..."

n 2ba "Знаєш, а ми дуже гарно виглядаємо разом."

show natsuki 1ba
"Я приобійняв її рукою."
"Декілька секунд ми просто дивимось у дзеркало."

n "У тебе телефон з собою?"
mc "Так. Навіщо він тобі?"
n 1bd "Я хочу, щоб ти нас сфотографував разом."
n "Ми й справді дуже гарно виглядаємо."
n 1bl "Я б навіть сказала, мило."
mc "Мило, значить?"
mc "А що сталося з фразою 'Я не мила'?"
n 2bq "Я... ух..."
n "Це не рахується!"
n 2bt "Я говорила про нас з тобою, дурненький."

"Я заліз до кишені і дістав телефон, щоб зробити швидкий кадр."
"Нацукі вже готова позувати."

n 1bb "Не поспішай."
mc "Секундочку, вибач..."
mc "Готова?"

show natsuki 1bd
"Нацукі повернулася в мій бік і захоплено кивнула."
scene black with dissolve_cg

show white zorder 6:
    alpha 0.6
    linear 0.25 alpha 0.0
pause 0.5
hide white
pause 1

show white zorder 6:
    alpha 0.6
    linear 0.25 alpha 0.0
pause 0.5
hide white
pause 1

show white zorder 6:
    alpha 0.6
    linear 0.25 alpha 0.0
pause 0.5
hide white
pause 1

scene bg bathroom with dissolve_cg
"Вона негайно вихопила в мене телефон, щоб подивитися, якими вийшли фотографії."

show natsuki 1bg zorder 1 at t11
n "Оця погано вийшла, занадто розмита. Я її видаляю."
n "Але..."
n 3bk "А ось ця мені подобається."

"Вона показала мені екран."
"Не можу не погодитися. Вийшло ідеально."

mc "Так, ти маєш рацію, ось ця чудова."

"Нацукі взяла мене за руку і вивела з ванної кімнати."
scene bg mclivingroom with wipeleft
"Вона застрибнула на диван, я наслідував її приклад."
"Я стягнув телефон з її рук і вимкнув його."

show natsuki 2bl zorder 1 at t11
n "Ти хочеш подивитися що-небудь?"
n 2bt "Або, може..."
mc "Що тобі спало на думку?"

"Я натякаюче їй посміхнувся."
"Вона проігнорувала."

n 4bd "Ми спечемо печиво!"
mc "О, непогана ідея, до речі..."
n 3be "[player]!"
n "Що за непристойності в тебе вічно на думці!"
n 3bg "Дурненький..."

"Нацукі встала і попрямувала на кухню."
"З вітальні до мене долинув її голос."

n "[player], у нас яйця закінчилися, чи що?!"
mc "Гм-м, я точно не знаю..!"
mc "Ти перевірила біля задньої стінки холодильника?!"
n "Так... Я їх не знайшла..!"

"Нацукі повернулася до дивану і фиркнула."

n 5bh "Стільки сил на це готування йде..."
mc "Знаєш, у мене є ідея краща."
n 5bo "Навіть не-"
show natsuki 5bi
mc "Я збирався запропонувати тобі прогулятися в парк, Нацукі."
mc "Ти що, справді подумала, що я хотів знову-"
n 5bs "Ну, ти перший раз сказав це не жартома."
mc "Т-так, але я всього лише запропонував."
n "У-ух..."

"Нацукі на секунду задумалася, не знаючи, що відповісти."

n 5bq "Г-гаразд, я зрозуміла."
mc "Втім, знаєш що..."
mc "Чому б нам просто не замовити їжу додому?"
n 2bt "Т-так. Мабуть, можна."
mc "Ну то що ти обираєш?"
n 2bk "Не знаю, чесно. Я думала, ти сам вже щось вибрав."
mc "Зізнатися, ще ні, ахаха..."
mc "Це була просто пропозиція."
n 1bc "Тоді обирай."
mc "Піцу?"
n 1bk "Чудово, тільки за умови, що ти замовиш нам ще й десерт."
mc "Гаразд."

"За допомогою телефона я швидко зробив замовлення в інтернеті і ввімкнув телевізор."

mc "Мені потрібно до ванної. Я зараз повернусь."
n 3bk "Давай."

"Я взяв телефон зі столу і піднявся наверх."
scene bg bathroom with wipeleft
"Я зайшов у ванну кімнату і зачинив за собою двері."
"Мені потрібно дізнатися, що ще відправила мені Юрі."
stop music fadeout(2.0)
"Цікавість робить свою справу."
"Нацукі вже й так сильно засмутилася, коли ми були в кафе..."
"Я не можу дозволити, щоб вона ще й це побачила."
"Я відкрив діалог з Юрі."
"Вона прислала мені цілих сім фотографій."
"На одній з них у неї на грудях серце, намальоване кров'ю."
"На її руці висічені мої ініціали."
"Стоп..."
"Що?"
"Так ось чому Юрі рилася в мене в сумці."
"Вона вся в крові..."
"Я з обережністю продовжив гортати фотографії."
"На наступній вона сидить у розстебнутій сорочці."
"Сидить на своєму ліжку, тримаючи в роті мою ручку."
"Я не можу втриматися, я продовжую гортати."
scene black with dissolve_scene_full
scene bg bathroom with dissolve_scene_full
"Мені здається, що мене зараз знудить."
"Обличчя буквально налилося кров'ю."
"От лайно."
"Я змив воду в туалеті, побризкав трохи води собі на обличчя і спустився вниз."
scene bg mclivingroom with wipeleft
"Увійшовши до вітальні, я повністю вимкнув свій телефон."
"Не встиг я присісти, як почув стукіт у двері."
play music tinkertailor
show natsuki 1bl zorder 1 at t11
n "Ура!"
show natsuki at thide
hide natsuki
"Я відчинив, заплатив за нашу їжу і повернувся до дивану."
"Я розставив усе на столі."
"Це велика піца з пепероні, з гарніром з картоплі фрі, цибулі та часникового соусу."
"Нацукі вже уплітає свою порцію, зануривши в соус край свого першого шматка піци і відкусивши від нього."
show natsuki 1bz zorder 1 at t11
n "Дякую, [player]!"

"Вона чмокнула мене в щоку, вимазавши її соусом."

n 1bt "Ехехе~"
n "Вибач..."

"Нацукі нахилилася і злизала соус з моєї щоки."

mc "Гей-"
n 5bt "Ехехе~"
n 5by "Тепер ми квити."
mc "Нахаба..."

"Я відчув, як кров знову приливає до мого обличчя."

n 3ba "Тебе так легко збентежити."
mc "Гей!"
mc "Тебе теж!"
n 3by "Оо, та що ти кажеш?"

"Я доторкнувся рукою до її ноги, вище коліна, і почав повільно переміщати її вгору."

mc "Ось тобі доказ."
show natsuki 3bi
"Щоки Нацукі загорілися, немов різдвяна прикраса, вона зіштовхнула мою руку зі своєї ноги і відокремилася від мене подушкою."

n 5bi "Це нічого не доводить!"
n 5bs "Дурненький..."
mc "Чия б корова мукала."

"Я відкусив шматок піци, борючись з бажанням розсміятися."
"Нацукі обережно зайняла своє початкове місце біля мене."
"Ми продовжуємо сидіти і дивитися телевізор, обмінюючись шматочками піци."

n 5bh "Ти не {i}завжди{/i} маєш бути правим, знаєш..."

"Я не втримався від посмішки."

mc "Ну, з тобою іноді це легко."
n 4bq "І що б це мало означати?"
n 4bw "Я профі, не забувай."
mc "Гаразд, Нацукі. Як скажеш."

"Я нахабно їй підморгнув."
show natsuki 4bs
"Вона збиралася щось сказати, але вирішила промовчати."
"Замість цього ми повернулися до нашої їжі та перегляду телевізора..."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg mclivingroomn with dissolve_scene_full
show natsuki 2bj zorder 1 at t11
mc "Ти закінчила з їжею?"
n 2bl "Так, я вже об'їлася."

scene bg kitchen with wipeleft
"Я взяв наші тарілки і відніс їх на кухню."
"Майже забув..."
"Я нахилився і розстебнув портфель, звідки показалися пляшки вина."
"Я взяв одну і поставив її на полицю, поклавши решту в холодильник."
"{i}З вином же так і треба поводитися?{/i}"
"Гаразд, яка різниця..."
"Я непомітно зазирнув у вітальню."
"Нацукі захопилася тим, що відбувається на екрані."
"Я почав нишпорити у своїх ящиках, намагаючись знайти щось, чим можна відкрити пляшку."

n "У тебе там все гаразд?"
mc "Т-так, почекай секундочку!"

"В глибині ящика зі столовими приборами я нарешті знайшов штопор."
"Я почав придумувати спосіб відкрити пляшку з мінімально можливим шумом."
"Щоб запобігти гучному \"хлопку\" корка, я обернув рушником горлечко пляшки на той час, поки я обережно витягую звідти корок."
"Вийшло."
"Я взяв з буфету дві склянки і заховав пляшку за спину."

scene bg mclivingroomn with wipeleft
show natsuki 3bj zorder 1 at t11
mc "Гей, Нацукі."
mc "У мене є для тебе маленький сюрприз."
n 3bk "А?"

"Я показав їй пляшку, і її очі негайно загорілися."
play music presenttense
n 3bd "[player], мабуть, ти розумієшся на вині."
n "Я пам'ятаю, коли мій, ух-..."
n 1bk "Коли він це купив, воно, мабуть, було імпортним."
mc "Дорогим, значить?"

"Нацукі люто закивала головою."

mc "Ох... Чи не повинно нам бути хоча б соромно?"

"Я знову опустився на диван і налив кожному з нас по склянці вина."

n 1bb "Дай-но мені!"

"Я обійняв Нацукі рукою і ми стали насолоджуватися вином."
"Особисто мені, кажучи відверто, воно сподобалося не так, як я того очікував."
"У нього якийсь кислий смак..."
"У будь-якому разі, Нацукі, здається, воно дуже сподобалося."
"А ось для мене, здається, кислий смак буде тільки посилюватися..."

n 5bl "Звідки ти це дістав?"
mc "Я просто проїжджав повз твій дім, ну і... я..."
mc "Просто вийшов з автобуса і зайшов всередину."
mc "Після того, як я взяв твої речі, я вирішив зазирнути в підвал і перевірити, що там."
mc "Сам не знаю чому, але все склалося як треба, я так думаю."
n 5bu "Я знаю, що вже говорила це, [player], але..."
n 5bn "Дякую тобі велике."
n "За все."

show natsuki 5bn
"Нацукі поставила на столик свою склянку вина і міцно стиснула мене в обіймах."

n 5bj "З тобою все стає краще."
mc "І з тобою, Нацукі."

"Ми завмерли на деякий час."
"Нарешті Нацукі відпустила мене і допила свою склянку."

n "Ти не проти, якщо я візьму ще одну?"
mc "Будь ласка."

"Я налив нам ще по одній склянці."
"І знову відкинувся на спинку дивана."
stop music
show natsuki 1bp at h11
play sound smack
pause(0.3)
show natsuki 1bn at h11
play sound smack
pause(0.3)
show natsuki 12bd at h11
play sound smack
"Хтось з усіх сил постукав у двері."
"Нацукі підстрибнула, проливши вино на стіл."
"Вона згорнулася калачиком на дивані."
"Стук змусив здригнутися навіть мене, але її реакція змусила мене подумати, що вона смертельно злякалася."
"{i}Не розумію, чому.{/i}"
"Той стук у двері її спальні залишив слід у її пам'яті..."
"У такому разі, не дивно."

mc "Нацукі, не хвилюйся."
mc "Все добре."
mc "Я все розумію."

show natsuki 12bg
"Нацукі уникає мого погляду."
"Видно, що вона збентежена, і мені мимоволі стає погано від цього."

mc "Я зараз повернусь, добре?"

scene black with wipeleft
"Я залишив Нацукі на дивані і попрямував до дверей."
"Я подивився у вічко."
"Хто ж там?"
"Зараз вже пізно. Я не можу розгледіти, хто це."
"Ще декілька важких ударів луною розносяться по дому."
"Я почув, як Нацукі схлипнула."
"Я вирішив відкрити засув, але залишити ланцюжок."
"На всякий випадок."

scene bg housen with wipeleft
play music yawa
show sayori 2bi zorder 0 at t11
mc "З-здрастуй?"
s 2bi "Привіт, [player]."
mc "С-Сайорі?"
s 2bh "Що це за запах?"
mc "Який запах?"
s "Твого дихання."
s 2bg "Пахне вином..."
s 1bj "Я знаю, що {i}вона{/i} тут, у тебе, тому я тебе надовго не затримаю, але..."
s 3bk "Я просто хотіла тобі розповісти, що мені призначили ліки, які повинні допомогти мені з..."
s "Моїми хмарками."
s "Тому тобі більше не потрібно турбуватися через мене, [player]."
s 3bl "Я знаю, що це те, чого ти хотів."
mc "Сайорі, все зовсім не так."

"Нацукі визирнула з-за дверей."

show sayori 3bf zorder 0 at t22
show natsuki 3bj zorder 1 at t21
n "С-Сайорі?!"
n 3bl "Гей!"
n "Я рада, що з тобою все гаразд!"
n 3bk "Як у тебе з-"
s 1bi "Нацукі..."
s "Я прийшла сюди для того, щоб сказати йому дещо дуже важливе."
s 2bj "Ти можеш залишити нас наодинці, будь ласка?"
n 1bn "Ох..."
n 1bu "Ну, гаразд..."
n 1bq "Тоді, напевно, поки ви говорите, я приберу, а то ми там безлад після себе залишили."
show natsuki at thide
hide natsuki
show sayori 2bi at t11
"Нацукі взяла рушник з кухні, а потім знову зникла у вітальні."
"Я здивований, що тон Сайорі ніяк на неї не подіяв..."
"Можливо, вона просто не хоче її засмучувати."

mc "Отже?"
s 2bk "[player], оскільки тепер я сиджу на таблетках..."
s "У мене з'явилася можливість подумати про все."
s "Ну і..."
s "..."
s 1bh "Я вважаю, що ти повинен розірвати стосунки з Нацукі."
mc "Що? Чому?"
s 1bg "Тому що я перша полюбила тебе, а ти відкинув мене."
s 3bf "Це нечесно."
s "Все, що мені потрібно, це бачити тебе щасливим."
s 3bh "І тепер, коли все приходить в норму, я думаю, що здатна на це."
mc "Сайорі, ти ж знаєш, що я не можу просто взяти і-"
s 3bj "Чому ні?"
s 3bi "Що в ній є такого, чого немає в мені?"
s 3bj "Невже все тому, що ти побачив мене з петлею в руці, яка готувалася померти?"
s "Невже це тому, що ти і справді ненавидиш мене, як я завжди і думала?"
s 1bj "Назви мені причину, [player]!"
s 1bi "Тому що я не піду, поки ти цього не зробиш."

"Чорт забирай..."

mc "Сайорі, ти була моєю найкращою подругою довгі роки."
show sayori 1bu
mc "Я знаю, що тобі буде боляче, але між нами ніколи нічого більшого не було."
mc "Хіба ти не думаєш, що якщо ми залучимо сюди почуття, це може зруйнувати те, чим ми вже володіємо?"
mc "Я не... Я не хочу руйнувати найдовшу дружбу в моєму житті через стосунки з кимось іншим."
mc "Т-ти ж розумієш, чому я так кажу, правда?"

"Сайорі витерла сльози зі своїх щік."
"Я відчуваю, як моє серце стиснулося, немов у лещатах."

mc "Сайорі, ти несказанно багато значиш для мене."
mc "Але я не маю ані найменшого бажання втрачати тебе через це."
s 1bv "..."
mc "Сайорі, будь ласка, скажи що-небудь."

"Сайорі відвернулася від мене, зробивши крок від порога."

mc "Постій..."

"Я взяв її за руку і притягнув назад."

s 4bw "Відпусти мене!"
mc "Тільки не зараз."
s 4bv "Відпусти ж мене, [player]!"
s "Я отримала свою відповідь..."
mc "Взагалі-то я ще не закінчив."

"Сайорі ще декілька секунд намагалася чинити опір, але нарешті здалася."

mc "Сайорі, ти мій найкращий друг."
mc "З тих пір, як ми зустрілися, ти сильно змінила моє життя."
mc "Ти присутня в кожному з моїх спогадів."
mc "Кожен день народження, кожне Різдво, кожне літо, клуб, {i}все на світі{/i}."
mc "Сайорі, я не хочу брехати тобі."
mc "Ось чому я хочу сказати тобі зараз."
mc "Я хочу покінчити з цим питанням раз і назавжди."
mc "Я люблю тебе, але..."
mc "Не так, як ти мене."
mc "Це лише... платонічне почуття."

"Чому ж все повинно бути так важко?"

s 2bk "Я..."

"Вона опустила руку до своєї кишені, витягла звідти дві маленькі капсули і проковтнула їх."

mc "Ем... значить, ти повинна прийняти їх зараз?"
s 3bl "Т-так, так..."
s "Взагалі, мені потрібно було зробити це пару годин тому."
s "..."
s "П-пробач, у мене плутаються думки..."

"Вона притулила іншу руку до дверей і обперлася на них."

mc "Сайорі?"
mc "Ти в порядку?"
s 4bj "Ні, я, блять, не в порядку!!"
s 3bg "[player], я люблю тебе, так сильно... але..."
s "Але..."

"Вона перевела подих."

s 1bh "Мене нудить через тебе."
s 1bf "Я йду додому..."

"Я не став протестувати."
show sayori at thide
hide sayori
"Замість цього я безмовно спостерігаю за тим, як вона кинулася до себе додому і, добігши до нього, зачинила за собою двері."
"Я мовчки зайшов назад до будинку."
scene bg mclivingroomn with wipeleft
"Нацукі вже чекала на мене."
show natsuki 4be zorder 1 at t11
n "Ну, що там було?"
n 4bg "Я чула звідси, як вона щось кричала."
mc "Вона просто... засмутилася через те, що я її не люблю."
mc "Вона хотіла, щоб ми розійшлися з тобою."

"Нацукі, тримаючи в руці склянку вина, похитала головою."

n 3bu "Мені шкода її, тому що це не її провина, але..."
n 3bq "Вона не може взяти і вимагати, щоб ти 'розірвав' зі мною, просто тому що вона тебе хоче."
n 3bh "Намагатися зруйнувати наші стосунки таким чином... так не можна."
mc "Я знаю."
mc "Що ж, є і хороші новини... хоча б щось..."
n 1bm "Що ж?"
mc "Отже, її вчора виписали з лікарні."
mc "І призначили ліки."
n 1bk "Що ж, це радує."
n "Сподіваюся, що вони їй допоможуть."
n "Я... Я знаю, що я раніше грубо відгукувалася про Сайорі, але вона правда мені дорога, ти ж знаєш?"
mc "У мене і не було сумнівів щодо цього, Нац."
mc "Я здогадався, що тобі, н-напевно, стало не по собі через це."
stop music fadeout(2.0)
n 2bm "П-почекай..."
n "Т-ти щойно назвав мене Нац?"
mc "Гм..."
mc "Н-ну так..."

"Я слабо усміхнувся їй."
"У мене паморочиться в голові..."
"Випите вже серйозно починає діяти на мене..."
play music tlwamsp
n 2bj "Мені... *гик*"
n "Мені це подобається."
n 2bz "Ехехе~"
mc "Тобі... подобається?"
n 1bt "Т-так."

"Вона знову хіхікнула."
"Не можу до неї не приєднатися."
"Я ледве стою на ногах."
"У мене відчуття, що в будь-який момент я можу просто відключитися."
"Я навіть не уявляю собі, пізно зараз, чи ні."
"Так чи інакше, мені потрібно поспати."

mc "Гм..."
mc "Ти б... хотіла... лягти прямо зараз?"
n "Н-ну, зараз вже досить пізно..."
n 2bt "Але я була б рада... ну... ти знаєш..."
mc "О, але я мав на увазі лягти в ліжко в прямому сенсі, дурненька."

"Вона продовжує витріщатися на мене."

n 4by "А я ні."
mc "О-о, зрозумів..!"
mc "Ну, якщо ти мала на увазі це, то..."
mc "Я з задоволенням..."

"Зронивши порожню склянку на підлогу -- на щастя, вона не розбилася -- вона взяла мене за руку і практично потягла вгору сходами."
scene bg bedroomn with wipeleft
"Як тільки ми опинилися у мене в кімнаті, вона міцно притиснулася до мене і наблизила свої губи до моїх."
"Я її практично не бачу, але це не має значення."
"Ми відчепилися один від одного лише на мить -- для того, щоб я зміг зняти з себе сорочку."
scene n_mod_cg4 with dissolve_cg
"Ми разом рухнули на ліжко, продовжуючи шалено цілуватися."

scene black with dissolve_scene_full
stop music fadeout(2.0)

$ quick_menu = False
scene black
show sunday
with dissolve_scene_half
pause(2.0)
$ quick_menu = True

scene bg bedroom with dissolve_scene_full

"Сонячні промені, що пробиваються крізь жалюзі, змусили мене прокинутися."
"Світло обпікає мої очі."
"Я дуже мляво і обережно вивільняюся з рук Нацукі."
"Подивившись на годинник, я зрозумів, що вже полудень."
"Стоячи біля ліжка, я натягую на себе труси і чисті джинси."
"І починаю виходити зі своєї кімнати якомога тихіше."
scene bg kitchen with wipeleft
play music thenumbers
"Коли я йшов вниз сходами, почув слабкий стукіт у двері."
"Підійшовши до дверей, я подивився у дверне вічко."
"Я побачив кур'єра, який прямував до свого фургона."
"Зовсім не пам'ятаю, щоб щось замовляв…"
"Я відчинив двері і побачив маленьку коробку на порозі, яку він приніс."
"Поставивши її на кухні, я починаю перевіряти етикетку."
"Воно від… моєї мами."
"Давненько я від неї нічого не отримував."
"Вона ледве може відповісти на мої повідомлення чи дзвінки."
"Незважаючи на те, що жити одному мені цілком непогано, мені все ж шкода, що батьки переїхали через всю країну заради роботи."
"Вставши за стійку, я починаю заварювати собі каву."
"Після цього я дістаю ніж з тумбочки і починаю розрізати коробку вздовж краю скотчу."
"Розрізавши скотч, я дістаю звідти закриту пухирчасту плівку, всередині якої опинилася коробка з досить дорогим годинником."
"Відклавши ніж, я також знайшов у коробці записку."

call showpoem (poem_mum) from _call_showpoem_5

"Цікаво, як вони відреагують на те, що Нацукі тепер живе зі мною?"
"…"
"Кого я обманюю? Вони будуть раді, що у мене в котрийсь то вік з'явилася дівчина."
"З упаковки я виймаю білу коробку."
"Там також лежав маленький зелений пакетик."
"Судячи з усього, промо-акція."
"Я дуже витончено відкриваю кришку."
"Блиск цього годинника практично сліпучий."
"Я відкинувся на спинку стільця і продовжую милуватися своїм новим годинником."

show natsuki 2ck zorder 1 at t11

n "О-ох, вау, [player]."
mc "А-а?!"
n "Це від кого?"
mc "Мої батьки."
n 1cq "О-ого…"

"Нацукі не може відірвати погляд від коробки."
"Я не звинувачую її, адже золота оправа з білосніжною лямкою достатньо, щоб заворожити будь-кого."
"Я обережно закрив коробку, в той час як Нацукі почала наливати нам обом по чашці кави."
"Вона поставила мою чашку переді мною і присіла за стіл."

mc "Дякую, Нацукі."

"Вона кивнула у відповідь і зробила ковток з чашки."

n 3cj "Твої батьки частенько надсилають тобі такі незвичайні подарунки?"
mc "Не те щоб часто, але вони, скоріш за все, просто отримали підвищення… напевно."
n 3ck "В будь-якому разі, а де вони зараз?"
mc "Ну, у зв'язку з роботою їм довелося переїхати ще в минулому році."
mc "Вони були не проти, щоб я залишився тут і закінчив школу…"
mc "Після цього я повинен якомога швидше отримати роботу."
mc "Але поки що вони кожного тижня висилають мені допомогу."
mc "Вистачає тільки на продукти і що-небудь ще."
mc "Трохи, але цього достатньо, щоб не голодувати."
show natsuki 3cu
"До мене не одразу дійшло, що я щойно сказав."
"Лайно."
"Нацукі злегка скорчилася, але, схоже, це її сильно не занепокоїло."

n 3cn "Т-так, я зрозуміла…"
n 3cs "Я правда не знаю, навіщо мій т-… навіщо {i}він{/i} це робить."
n 3cq "Він зазвичай йде до того часу, як я прокидаюся в школу."
n 3cc "Я-якось дивно, так?"
n "Я навіть не знаю, звідки беруться гроші…"

"Мені більше не хотілося надалі торкатися цієї теми."
"Зрештою, я не хочу псувати наш спільний день такими жахливими думками..."

mc "М-м."
mc "Слухай, ти хочеш сьогодні зробити щось особливе?"

"Не найплавніша зміна теми, але очі Нацукі відразу загорілися від цих слів."

n 2ck "Наприклад?"
mc "Ну, думаю, ми могли б піти на побачення."
n "На що ти натякаєш?"
mc "Я хочу запросити тебе кудись."
mc "Вдвох, і тільки вдвох."
mc "Як тобі така пропозиція?"
n 2cl "О-ох!"
n 2cj "Що ж, це звучить чудово, [player]."
n "А що ти хочеш мені запропонувати?"
mc "Ну…"

"Тут є одне кафе. Воно не надто далеко звідси, і випічка там просто чудова."

mc "Я подумав, що ми могли б повернутися в те кафе."
mc "Мені дуже сподобалося це місце. І, схоже, тобі воно теж припало до душі."
n 1ck "Так, там було добре, якщо, звичайно, забути про все… те… з Юрі."
mc "Тоді підемо збиратися?"
n 1cz "Е-хе-хе~"
n 1cl "Звичайно."

show natsuki at thide
hide natsuki
"Нацукі тут же схоплюється зі стільця і біжить наверх."
"Я не можу втриматися від сміху. Вона реально чарівна."
"Я кладу наші чашки в раковину, і почав чекати Нацукі."
scene bg bedroom with wipeleft
"Вона, скоріш за все, у ванній поправляє своє волосся або що-небудь ще."
"Я надів на себе свіжі штани і сорочку."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg street with dissolve_scene_full
"Вулиці помітно пустують навіть в неділю."
"Я відкриваю скляні двері кафе, дозволивши Нацукі першою зайти в приміщення. На її обличчі дуже яскраво красується вираз повного тріумфу."
mc "Леді--{nw}"

"Мене перервав важкий удар по моєму плечу."

mc "А-Ай!"
mc "Якого біса?"

"Нацукі швидко мені посміхнулася, грайливо підморгуючи мені зсередини."
"Похитуючи головою, я зайшов всередину."
scene bg cafe with wipeleft
play music presenttense 
show natsuki 1ca zorder 1 at t11
n "Я поки знайду столик для нас, а ти зроби замовлення."
mc "Так, так…"
n "О-ох, точно, [player]…"
n 2ck "Ти не міг би принести мені… пару тістечок, які я їла минулого разу?"
n 2cl "Вони мені дуже сподобалися."
mc "Так, звичайно."
mc "Що-небудь ще?"
n "Може, випити?"
n 2cj "Що-небудь солодке."

show natsuki at thide
hide natsuki
"Нацукі вмостилася за столик в найдальшій частині кафе."
"Я замовляю нам обом по однаковій випічці, а також стакан апельсинового соку для Нацукі."
"Після того, як я розміщую наше замовлення на піднос, я направляюсь до столу, який Нацукі вибрала для нас."
"В цьому кафе доволі тихо для такого часу доби."
"Напевно, тому що сьогодні неділя…"
"В будь-якому разі, я сідаю навпроти неї."
show natsuki 1cc zorder 1 at t11
n "Отже…"
n 3cj "Хіба ти не говорив пару днів тому, що збираєшся купити новий том 'Ванільних дівчат'?"
mc "Хіба?"
mc "Він трохи задорогий, тобі не здається?"
n 3ck "Ну, думаю, так…"
n 3cc "Я припустила, що в тебе достатньо, щоб його купити."
n 3cq "Розумієш… годинник…"
n 1cs "Твої батьки…"
mc "Знаєш, у мене і так достатньо."
mc "Я трохи обережний з тим, як я-"

"Нацукі уїдливо посміхнулася."

n 1cw "Пфф~"
n 1cy "Ти просто не хочеш читати зі мною, чи не так?"
mc "Щ- ні!"
mc "Я просто трохи побоююся, як я витрачаю свої гроші."
mc "Ніколи не знаєш, коли тобі може знадобитися…"
mc "Тим більше, ми ще навіть половину минулого не дочитали."
mc "Та й не варто поспішати його купувати. Ймовірно, пройде ще тиждень, перш ніж ми закінчимо той том…"
n 2ct "М-м-м, напевно…"
mc "Але я знайду час для цього."
n 2cc "Обіцяєш?"
show natsuki 2cd
mc "Обіцяю."

"Бармен викликав нас, щоб ми забрали своє замовлення."

mc "Одну секунду."
show natsuki at thide
hide natsuki
"Вийшовши з-за столу, я попрямував до прилавка, де бармен вже роздавав інші замовлення."
"Вони залишили тарілку з двома тістечками і стакан апельсинового соку."
"Я кладу записку з грошима, що покривають наш рахунок."
"Я беру тарілку в одну руку, а стакан в іншу."
"Повернувшись до столика, Нацукі тут же вихоплює своє тістечко."
show natsuki 1cy zorder 1 at t11
n "М-м-ф-т-"
n 1cz "Мені це подобається."
mc "Варто було здогадатися."

"Нацукі покінчила зі своїм тістечком за якихось два швидких укуси."
"Її, здавалося, зовсім не хвилює те, наскільки швидко вона їсть."
"Швидко посміхнувшись їй, я починаю відкушувати шматочок зі свого тістечка."
"Дуже смачно."
show natsuki 1cl
"Нацукі з широкими від захвату очима нахиляється над столом, щоб відкусити шматок мого тістечка."
"Я інстинктивно відступив, тримаючи свій кондитерський виріб на відстані."

mc "Гей, гей! Залиш хоч трохи мені!"
n 3ct "Гаразд, гаразд…"

"Вона повернулася на своє місце. Я -- на своє."
"Я дуже поспішно доїдаю решту тістечка."
"Після цього, Нацукі на мить зривається з місця через звук відчинених дверей."
"Просто ще один відвідувач."
"Повернувшись назад до мене, вона підносить апельсиновий сік до рота і починає пити."

n 1cj "М-м-м…"
n 1cl "Дякую, [player]."
mc "Без проблем."
mc "Все для тебе."

show natsuki 1cz
"Вона посміхнулася мені."
"Після кількох незручних моментів вона, нарешті, допиває свій сік."

mc "Ти готова йти?"
n 3ca "Так."

"Вийшовши вдвох з-за столу одночасно, я акуратно складаю тарілки і стакан для бармена."
"Я відкриваю двері для неї, і ми виходимо назад на вулицю, взявшись за руки."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg house with dissolve_scene_full
play music tinkertailor
"Нацукі зупинила мене біля дверей."
show natsuki 1cc zorder 1 at t11
n "[player], дякую, що запросив мене."
n 1cq "Це… правда дуже багато значить для мене."
n 1ct "Я… Я кохаю тебе."
mc "Я теж тебе кохаю."
scene bg mclivingroom with wipeleft
"Ми вдвох заходимо в будинок і направляємося у вітальню."
"Нацукі відразу ж бере пульт від телевізора і перемикає на якесь шоу."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg mclivingroomn with dissolve_scene_full
play music giveup
show natsuki 3cb zorder 1 at t11
n "Гей!"
n 3cc "Ти ще не зголоднів?"

"Подивившись на годинник, я зрозумів, як швидко пролетів час."

mc "Ні, правда, а ти?"
n 3cd "Нє, я, здається, в кафе переїла…"
n 3cz "Е-хе-хе~"
mc "Хоча, я трохи хочу випити. Хочеш, я приготую нам випити?"

"Нацукі сіпнула ногою і прибрала голову з моїх плечей."

n 1cj "Так, дякую."
scene bg kitchen with wipeleft
"Я направляюся до холодильника, дістаю звідти одну з решти пляшок вина і наливаю нам обом по здоровому бокалу."
"Я з усіх сил намагаюся вставити пробку назад в пляшку, перш ніж повернути її в холодильник."
scene bg mclivingroomn with wipeleft
show natsuki 2ck zorder 1 at t11
n "Сьогодні не всю пляшку?"
mc "Ні, нам завтра в школу."
mc "Якби ми не пропустили весь попередній тиждень, я був би радий випити її повністю."
mc "Не можу сказати, що завтра буде легкий день."
n 2cc "Ти правий…"
n 2cd "Шкода, що ми не можемо просто так прогулювати."
mc "Розумію, що буде важко звикнути знову ходити на заняття."
n 2ca "М-м."

"Ми допиваємо наше вино, і після перегляду ще кількох шоу піднімаємося наверх."

n 1cj "Я, напевно, зараз прийму душ, щоб заощадити собі час вранці."
show natsuki at thide
hide natsuki
"Нацукі направляється у ванну кімнату, в той час як я йду в свою спальню."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg bedroomn with dissolve_scene_full
"Я плюхаюся на своє ліжко і, втупившись у стелю, прислухаюся до звуків, що доносяться з ванни."
"Я вирішив дочекатися Нацукі, перш ніж укритися під ковдрою."

show natsuki sexy1 zorder 1 at t11
n "[player]…"

"Я встав і побачив Нацукі в одному рушнику."
"Я насилу бачу її при такому місячному світлі."
show natsuki sexy2
"Нацукі скинула рушник на підлогу і штовхнула мене на ліжко."
scene black with dissolve_scene_full

$ quick_menu = False
scene black
show monday
with dissolve_scene_half
pause(2.0)
$ quick_menu = True

scene black with dissolve_scene_full

n "О-ох, чорт."
mc "Ммм... що..."

"Я відчуваю, як Нацукі ворушиться поруч зі мною. Вона простягнула руку до мого плеча."
"Я позіхнув, широко роззявивши рота."

mc "Що... що трапилося?"
n "Ми ж запізнимося, дурненький. Нам потрібно збиратися."

"Вона вибралася з ліжка, і я чую, як двері моєї кімнати зачиняються."
scene bg bedroom with wipeleft
play music tinkertailor
"Я відкриваю очі і встаю з ліжка."

mc "Мм... збиратися куди?"
n "В школу!"
mc "Ох, точно..."
mc "Дідько..."

"Я починаю квапливо обшукувати всі свої ящики в пошуках шкільної форми."
"Я швидко дістаю звідти свої штани і сорочку з краваткою на додачу."
"В кімнаті з'являється Нацукі, зав'язуючи свою стрічку на формі."

show natsuki 3fc zorder 1 at t11
n "[player]..."
n 3fm "Не знаєш, де мій піджак?"
mc "Не маю поняття, кохана."
n 3fn "Угх..."
n 4fs "Прокляття."

"Через голову я надів на себе джемпер, а потім і свій піджак."

mc "Хочеш взяти мій?"
n "Він буде на мені {i}завеликий.{/i}"
n 4fq "Дякую, але не дуже."
mc "Гаразд."
n 2fu "Я просто сподіваюся, що мені нічого не скажуть..."
mc "Я сумніваюся в цьому."
mc "Просто не хвилюйся про це, добре?"

"Я побіг вниз по сходах, а за мною і Нацукі."
scene bg mclivingroom with wipeleft
"Взувшись, я відчинив вхідні двері."

show natsuki 1fc zorder 1 at t11
mc "Давай!"
n "Так, так, я йду..."

"Зачинивши двері за нами, ми щодуху побігли в школу."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg courtyard with dissolve_scene_full
"Слава богу, ми прийшли туди вчасно."
"Пройшовши у двір, ми розійшлися по різних уроках, перед цим поцілувавшись."
show natsuki 2fk zorder 1 at t11
n "Побачимося пізніше!"
n 2fl "Кохаю тебе!"
mc "Я теж тебе кохаю!"
show natsuki at thide
hide natsuki
"Я помітив парочку учнів, що перешіптувалися і показували на нас."
"Я думаю, що вони просто заздрять, тому що у них такого немає."
"Я відвернувся від них, перш ніж почати бігти в школу."
scene bg corridor with wipeleft
"Я пробіг по коридору на свій перший урок."
"Завернувши за кут, я когось збив з ніг."
"Судячи з того, що я побачив там по більшій частині лише фіолетовий колір, я можу сказати, що це Юрі."
show yuri 3o zorder 1 at t11
mc "Ой, вибач."
y 3n "О-о! [player]!"
y "Все в порядку..."
y 2q "До речі, я сподівалася тебе побачити."
y 2t "Бачиш, нам потрібно поговорити."
mc "Я-я не думаю, що зараз саме час для цього, Юрі."
mc "У мене є урок, на який мені потрібно з'явитися..."
mc "Як і у тебе... вірно?"
y "Я так думаю..."
y 2v "Н-но я була б {i}не особливо{/i} проти того, якщо б пропустила його."
y 1f "Крім того, це важливо."
mc "Ми поговоримо пізніше, гаразд?"
mc "В клубі?"

"Я спробував піти, але вона зупинила мене, взявши за руку."

mc "Е-ей!"
y 2g "Нам потрібно поговорити особисто."
y 2h "Лише вдвох."

"Розуміючи, що у мене немає жодного шансу вибратися, я погодився."

mc "Гаразд."
mc "Але тільки швидко."

"Вона заводить мене в порожній клас."
scene bg class_day with wipeleft
"Вона збуджено прикрила двері за собою, втягнувши мене всередину."
"Вона замкнула їх."
show yuri 1h zorder 1 at t11
mc "Чому ти..?"
y "Сідай, ось тут."

"Я неохоче сідаю за одну з парт."
"Що вона, чорт забирай, задумала?"

y 1f "Бачиш, [player]..."
y "Нам потрібно бути наодинці, тому що..."
y 4b "{i}Я-я не знаю, як інакше можу сказати про це...{/i}"
y 3y6 "Я..."
y "Я..."
play music climbingup
y 3y5 "Я шалено кохаю тебе."
y 3q "Ось... я сказала це."
y "Мені просто... потрібно, щоб ти знав."
y 3r "Мене не хвилює, якщо це незріле дитя нас підслуховує!"
y "[player], ти не хочеш бути з нею."
y "Повір мені."
y 1y4 "Вона сучка."
y "Вона не кохає тебе насправді... не те, що я."
y "В тому, що з нею відбувається, винна лише вона."
y 2y7 "Вона не заслуговує когось настільки чудового, як ти."
y "Ти знаєш, що можна все покращити..."
y "І я прямо тут."
y 2y1 "[player], я хочу, щоб ти був зі мною, і тільки зі мною."
mc "Н-ні..."
mc "Я буду лише з Нацукі."
mc "Я кохаю її."
mc "І це не зміниться."
y 2y3 "[player], я хочу, щоб ти увійшов в мене."
y "Ти теж цього хочеш."
y 3y1 "Тож просто дозволь мені--{nw}"

"Юрі починає знімати з мене краватку, притягнувши мене до себе."

mc "Е-ей!!"
mc "Забирайся від мене!"

"У мене прокидається почуття безпорадності та неминучості."
show yuri 3y2 zorder 1 at h11
"Шокований, я відштовхнув її від себе, вдаривши її об парту."
"Її імпульсивність злегка збільшується, але потім різко падає."

y 3t "Оу, [player]..."
y 2y4 "Чому ти віддаєш перевагу маленькій {i}дівчинці{/i} зрілій жінці, що стоїть прямо перед тобою?"
y "Повір мені, [player], я буду ставитися до тебе набагато краще, ніж вона до тебе коли-небудь ставилася."
y 2y6 "Все, чого я прошу -- це шансу показати тобі те, на що я здатна."
y "Чи можеш ти дати мені хоча б його?"
mc "Ні, Юрі. Я не можу."
mc "Просто... залиш мене."
y 3y6 "Я знаю, що ти бачив мої картинки, [player]."
y "Я знаю, що вони тобі сподобалися."
y "Ти тому сказав, що твій телефон несправний."
y 3y1 "Ти хотів, щоб я прислала тобі ще більше фотографій."
y 3y4 "То чому ж прямо зараз ти мене відкидаєш?"

"Юрі йде вперед."
"Вона підходить до мене занадто близько."

y "Яка з них тобі сподобалась більше?"
y "Б'юся об заклад, що та, на якій зображено серце."
y 2y3 "Я бачу це по твоїх очах, [player]."
y "В кафе."
y 2y4 "Я знаю що ти хочеш мене."
y "Більше немає причин це приховувати."
y 2y1 "Тож давай, {i}візьми те, що твоє по праву{/i}."

show yuri 2dy1
"Юрі дотягується до своєї сорочки і починає її розстібати, намагаючись спокусити мене."

mc "Юрі, досить."
mc "Серйозно."
mc "Припини це, негайно."

"Я простягнув руки до її рук і схопив їх, щоб вона не розстебнулася ще більше."

y 1dy4 "Чому, [player]? Боїшся втягнутися в це?"

"Юрі відійшла до стіни, все ще розстібаючи сорочку."

mc "Юрі! Я сказав тобі припинити це все!"

"Я схопив її за руки і притиснув до стіни."

y 1dy1 "Вау, [player]."
y "Я і не думала, що тобі подобається бути таким грубим."

"На секунду озирнувшись, я помітив, як розмите обличчя за вікном зникло."
"Я вже втомився від її поведінки."
"Я більше не збираюся бути чемним."

show yuri 1dy2 at h11
mc "Іди нахуй."
mc "Ти -- нав'язлива, залякуюча, самозакохана сучка."
mc "І тобі дійсно пощастило, що я нікому не сказав про {i}це{/i}..."
mc "Просто... тримайся від мене подалі, чуєш?!"
mc "І від Нацукі теж."
mc "Тому що, якщо ти не будеш..."
mc "Всі вони дізнаються про {i}це{/i}."

"Я притиснув її сильніше."

mc "Ти мене розумієш?"
y "Я-я-я..."
y 1do "Чому, [player]?"

"Я відійшов від неї і пройшов до інших дверей, підозріло широко відчинених."

y 3dp "[player], зачекай!"
scene bg corridor with wipeleft
"Не озираючись, я побіг на урок так швидко, як тільки міг."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg class_day with dissolve_scene_full
play music tinkertailor
"Якою б Юрі не була настирливою та психованою, я почуваюся жахливо за те, що накинувся на неї."
"Я був наче сам не свій..."
"Але якщо вона буде триматися від нас подалі, то я буду радий, що це хоча б спрацювало."
"І я {i}буду{/i} дотримуватися своєї погрози."
"Незалежно від цього, я повернувся до своєї гори шкільної роботи."
"Як я міг пропустити так багато за тиждень?"
"Те, що мені доведеться два тижні затримуватися в школі для того, щоб наздогнати весь матеріал - благословення."
"Я не думаю, що зможу робити що-небудь вдома."
"Пролунав шкільний дзвінок, сигналізуючи про закінчення навчального дня."
"Я вирішив пропустити покарання і замість цього просто піти в клуб."
"На щастя, я зміг знайти Моніку і сказати їй, щоб вона тримала Юрі від мене подалі."
"Поклавши гору незакінченої роботи в свій рюкзак, я вийшов з класу і пішов в клуб."

scene bg corridor with wipeleft

"Сайорі і Моніка чекали зовні, немов їм було страшно входити."
"Сайорі не бачить мене."
show sayori 2k zorder 1 at t21
show monika 1o zorder 2 at t22
mc "Гей, що відбувається?"
m 1f "Оу, [player]..."
m 2g "Вони сваряться одна з одною."

"У мене тут же заболіло в грудях."

mc "Гаразд..."
mc "Ви знаєте, про що вони сперечаються?"
m 2r "Юрі сказала Нацукі кинути тебе, тому що ти вже присвятив себе їй."
mc "Та це ж нісенітниця-"
m "Ми намагалися зупинити суперечку, але вони обидві такі розлючені..."
show sayori at h21
show monika at h22
n "{i}Ти йобана стерва!{/i}"




mc "Мені потрібно зупинити це прямо зараз."
stop music fadeout(2.0)
"Я відчув, як дверна ручка повернулася в моїй руці, поки я намагався увійти в клас."
scene bg club_day with wipeleft
show natsuki 1fth zorder 1 at t11
mc "Нацукі, ти--{nw}"
n "Н-ні..."
n 1ftf "Я-я..."

"Вона щось пробурмотіла, але я цього не почув."
show natsuki at lhide
hide natsuki
"Вона в сльозах пронеслася повз мене, вибігши з класу."
scene bg corridor with wipeleft
play music tinkertailor
"Я пішов за нею до виходу з кімнати, але мене зупинила Моніка."
show sayori 2k zorder 1 at t21
show monika 1o zorder 2 at t22
mc "Що вона сказала?"
s 2h "Вона сказала, що хоче побути наодинці."
s 2j "Хоч раз вона не чіпляється за тебе."
mc "Заткнись. Немає сенсу бути {i}такою{i} грубою."
s 1i "Вибач."
s "Я просто трохи здивована, враховуючи--"
show sayori 1k at h21
mc "Сайорі, заткни свій рот хоч на хвилину."
mc "Просто..."
mc "Я не повинен був зриватися..."
mc "В-вибач... я просто... я просто повинен переконатися в тому, що вона в порядку."
show monika at thide
hide monika
show sayori at thide
hide sayori
"Я пішов по слідах Нацукі, вибігши зі школи в бік свого будинку."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg mclivingroom with dissolve_scene_full
"Зачинивши за собою вхідні двері, я побіг наверх."
scene black with wipeleft
mc "Нацукі?!"
n "Я-я в в-в-ванній, [player]. Я с-сказала залишити мене в спокої..."
mc "Ти в порядку? Чого Юрі тобі наговорила?"
n "Вона..."
n "Н-нічого."

"Я стиснув свої зуби."
"Я не думаю, що вона розповість мені все прямо зараз."
"Якщо їй простіше розповісти все пізніше, тоді гаразд..."
"Але я чую схлипування, що доносяться з-за дверей."
"Мені потрібно дати їй побути одній."

mc "Гаразд..."
mc "Якщо тобі щось буде потрібно, то я знаходжуся у себе в кімнаті, окей?"
n "О-окей."

scene bg kitchen with wipeleft
"Я неохоче залишив її одну, спустившись вниз, щоб попити."
"Я зазирнув у холодильник, щоб перевірити, що у нас є."
"Мене все ще турбує кількість продуктів в ньому."
"З тих пір, як Нацукі до мене переїхала, він завжди був наповнений інгредієнтами."
"Чим довше я дивився в холодильник, тим сильніше у мене ставало відчуття, що тут чогось не вистачає..."
"{i}Вина.{/i}"
"Я не хочу, щоб вона пила в такому емоційному стані..."
"Мені потрібно поговорити з нею."
scene black with wipeleft
"Я знову піднявся наверх і постукав у двері ванної кімнати."

mc "Нацукі, у тебе є пляшка вина?"
n "Т-так..."
n "П-п-просто.. б-будь ласка, піди..."
mc "Я просто хвилююся за тебе."
mc "Будь ласка, не пий його... або не пий більше, якщо вже пила."
n "[player]... я с-сказала тобі піти..."

"Я зітхнув."

mc "Вибач, але мені доведеться зайти і забрати його."
mc "Я просто... не можу бачити тебе такою."
n "Н-ні... [player]... не треба..."

"Я покрутив ручкою кілька секунд."

mc "Слухай, якщо ти роздяглася або зробила щось на зразок того, я просто заплющу очі."
mc "Просто передай мені пляшку, і я залишу тебе одну, гаразд?"
n "Г-гаразд..."

"Я відкрив двері із заплющеними очима."
"Я просунув розтиснуту руку в дверний отвір і чекав на пляшку вина."
"Як тільки вона опинилася в моїй руці, я стиснув її."
"По сторонам вона була вологою, і я почав втрачати хватку."
"Пляшка вислизнула з моєї руки, і я почув, як вона розбилася."

mc "Чорт!"

"Я відкрив очі, щоб подивитися на те, що залишилося від пляшки."
scene bg bathroom with wipeleft
"І краєм одного ока я побачив Нацукі."


show natsuki 1gcry zorder 1 at t11
play music glasseyes
mc "О боже..."
mc "Ні, ні, ні, ні ні ні... будь ласка..."
mc "Нацукі... будь ласка..."
n 1gth "В-в-вибач м-м-мене, [player]..."
n 1gti "В-в-вона сказала мені..."
mc "Щ-що... п-про що...?"
n "Я-я в-відчувала с-себе... так погано..."
n 1gth "Ц-ці діти... вони п-провели мене в мій клас, і в-в-вони були..."
n "Були..."
n "Просто..."
n 1gtf "Ч-чудовиськами."
n "Я в-вибігла з класу..."
n "Я побачила т-тебе з Юрі..."
n 1gth "Я... я н-не хотіла вірити, щ-що... між вами щось є..."
n "Н-но вона с-сказала мені..."
n 1gti "Що ти х-хочеш бути з нею..."
mc "Нацукі... Я б ніколи--"
n "В-вони були праві..."
n 1gtf "Н-навіщо я взагалі комусь п-потрібна..?"
n "Юрі права... в-вона куди доросліша за мене, [player]."
n 1gth "Всі бачать мене... 'милою дівчинкою'..."
n 1gti "В-високомірною дитиною..."
n 1gth "Я с-сама зробила собі таке ім'я..."
n "Це моя вина..."
n 1gti "В-все це -- м-моя вина."
mc "Ні, ти просто не--"
n 1gtf "Я н-не хочу цього чути."

show natsuki 1gtf at h11
"Я взяв Нацукі за плечі, в спробі змусити її послухати мене."

mc "Я... я не можу..."
mc "Нацукі, будь ласка... просто почуй мене."
n "Г-гаразд..."
mc "Цього ранку Юрі накинулася на мене. Вона була дуже агресивна..."
mc "Я зміг втекти від неї лише тому, що я погрожував їй..."
mc "Я погрожував їй тим, що розповім всім про те, що вона робить, якщо вона не залишить нас."
mc "Я не хотів, але тоді я був у відчаї."
mc "І зараз вона перейшла межу..."
mc "Я кохаю тебе, і тільки тебе, Нацукі."
mc "Я не знаю, чому ти повірила в те, що вона сказала."

play sound "sfx/slap.ogg"
show white zorder 6:
    alpha 0.6
    linear 0.25 alpha 0.0
show natsuki 1gth
"Я відійшов, тримаючись за щоку."
hide white

"Що я міг сказати не так, щоб заслужити це?"

n 1gcry "Н-не бреши мені!"
n "В іншому випадку ти міг видалити ті картинки, що вона тобі прислала!"
mc "Нац, ти мене не слухаєш. Нічого не було."
show natsuki 1gth
mc "Юрі діяла як психована... вона намагалася примусити мене кохати її."
mc "Це все, що там було..."
mc "Я клянуся тобі."

"Нацукі нічого не говорить."
"І вона все ще кровоточить..."
"Чорт..."

mc "Давай, пішли."
n 1gcry "Що? Я нікуди не піду."
mc "Заради бога, Нацукі! Я відвезу тебе в йобаний госпіталь, поки ти вся не спливла кров'ю!"
n 1gth "В-відвези мене."

"Нацукі сіла на краю ванни, заривши руки у своє волосся, а її волосся почало походити на її стрічки."
"Я акуратно взяв її за руки, намагаючись не зачепити її рани."
"Я поставив її на ноги."

mc "Ми йдемо. Зараз же."
n 1gcry "Ні! Я-я не хочу!"

"Її коліна тремтіли, і вона почала падати вперед."
"Я зловив її до того, як вона впала."

mc "Ми йдемо, і це не обговорюється."
n 1gtf "Н-ні..."

show natsuki at thide
hide natsuki
"Діставши телефон з кишені, я швидко набрав швидку і приклав телефон до вуха."
"Я пояснив ситуацію. Оператор повідомила мені, що швидка вже в дорозі."
"Я обережно підняв Нацукі з кривавих плиток і поніс її вниз по сходах."
scene bg mclivingroomn with wipeleft
"Я поклав її на диван і побіг на кухню за рушником."
"Я став на коліна поруч з нею, намагаючись якомога сильніше послабити кровотечу, поглядаючи у вікно, в очікуванні миготливих вогнів."
scene black with dissolve_scene_full
scene bg mclivingroomn with dissolve_scene_full
"Через деякий час, що відчувався як години, швидка нарешті прибула, і двоє фельдшерів вибігли звідти з каталкою."
"Взявши Нацукі ще раз, я помітив, що вона без свідомості."
"Медики завезли каталку у вітальню, і я поклав Нацукі на неї."
"Вони тут же почали бігти назад до своєї машини."
"Я пішов за ними."
scene bg housen with wipeleft
mc "Зачекайте! Я можу залишитися з нею?"

"Один з фельдшерів кивнув, прожестикулювавши мені забратися в машину."
scene black with wipeleft
"Я застрибнув в машину швидкої допомоги, і ми тут же погнали в госпіталь."
"Я нічого більше не можу робити, окрім як дивитися на фельдшера, що всіма силами намагається зупинити кровотечу."
"Я задав всі питання, які тільки міг, звичайно ж згадавши і про те, що вона випила цілу пляшку вина."
"Я почув, що водій почав говорити по радіо. Він сказав, що рани Нацукі \"досить глибокі\"."
"Швидка раптово зупинилася."
"Задні двері тут же відкрилися, і Нацукі вивезли з машини."
"Я спробував прослідувати за нею в палату, але безуспішно."
"Замість цього мене перехопила медсестра і провела в кімнату очікування."
scene bg hospital with wipeleft
"Вона так само сказала мені про те, що будуть тримати в курсі подій."
"Я з неохотою сів і почав чекати."
scene black with dissolve_scene_full
stop music fadeout(2.0)
$ quick_menu = False
scene black
show tuesday
with dissolve_scene_half
pause(2.0)
$ quick_menu = True

scene bg hospital with dissolve_scene_full
play music giveup
"Я відчув, як хтось підштовхнув мене за плече."

mc "Н-Нацукі..?"

"Я протер свої очі і побачив ту ж медсестру, що й раніше..."
"Мабуть, вчора."
"Вона сказала мені, що Нацукі відвезли годину тому, адже сюди подзвонила довірена особа з проханням її забрати."
"{i}Довірена особа?{/i}"
"В моїй грудях відчувся такий біль, ніби вона сама розпалась."
stop music fadeout(2.0)
"Це... це точно її батько."
"Я вистрибнув зі свого сидіння, вибігши з госпіталю, не сказавши більше ні слова."
scene bg street with wipeleft
"Добігши до найближчої автобусної зупинки, я глянув на розклад, прикріплений до неї."
"У мене немає десяти хвилин, щоб чекати..."
"Чорт з ним."
"Я пішов з зупинки, почавши бігти по вулиці в бік її дому."
"Мені потрібно забрати її звідти."
"Бог знає, що він зробить {i}з нею в такому стані{/i}..."
"Не рахуючи заподіяного матеріального збитку і того факту, що ми у нього щось вкрали."
"У мене навіть не було шансу пояснити їй те, що насправді робила Юрі..."
"Що я був повністю проти цього і навіть почав погрожувати їй для того, щоб вона нас залишила."
scene bg nhome with wipeleft
"Я помічаю знак з написом її вулиці і сповільнююся в натовпі."
"Як тільки я зайшов за ріг, я побачив його."
"Її батько стояв на балконі, де я вперше підслухав його розмову."
"Він курив сигарету, глибоко її затягуючи."
"Не можу сказати, чи робить він це для того, щоб зняти стрес, але я відчуваю, що моє серце готове в будь-який момент вирватися з грудей."
"Я не можу піти до нього назустріч прямо зараз. Він вб'є мене."
"Мені потрібно почекати, поки він піде."
"Я повернув наліво, вирішивши повернутися додому."
scene black with dissolve_scene_full
scene bg house with dissolve_scene_full
"Через деякий час, я дістався до свого будинку."
scene bg mclivingroom with wipeleft
"Я направився в свою кімнату."
scene bg bedroom with wipeleft
"Я почав роздягатися і помітив плями крові на своєму піджаку."
"Вона знову в небезпеці..."
"Через те, що її забрали у мене, створюється таке відчуття, ніби весь світ рветься на частини."
"Я кинув свій піджак так далеко, як тільки міг."
"З неможливістю куди-небудь ще випустити свою лють, я вдарив кулаком по столу, змусивши вміст верхньої полиці випасти з неї."
"Том 'Ванільних Дівчат' і декілька аркушів паперу впали на підлогу."
"Дивлячись на впавшу мангу, я помітив надпис на одному з аркушів поряд."
"{i}\"Герой.\"{/i}"
"Я акуратно повернув вірш на місце і переодягнувся так швидко, як тільки міг."
scene bg kitchen with wipeleft
"Я обшукав весь будинок в пошуках того, чим би я зміг оборонятися, на випадок, якщо все ж наткнуся на її батька."
"Нічого, окрім кухонних ножів."
"Якщо мене застануть з одним з них на публіці - я труп."
"Думаю, доведеться йти з порожніми руками."
scene bg mclivingroom with wipeleft
"Я направився до вхідних дверей і помітив, що шафа в передпокої залишилася відкритою."
"За звичкою, я почав закривати її після того, як побачив пальто і шарф, що купив для Нацукі."
"Я більше не розумію, що мною рухає."
"Це лють по відношенню до її батька?"
"Це занепокоєння про її дії минулої ночі?"
"Або ж це сяюча діра, що залишилася після того, як її від мене забрали?"
"Я зачинив шафу і вибіг з дому."
scene black with dissolve_scene_full
scene bg nhome with dissolve_scene_full
"Я бачу будинок Нацукі."
"І перестав бігти, замість цього почавши йти звичайним кроком."
"Я в одязі, не особливо призначеному для бігу, та й до того ж хтось, хто носить сорочку з довгим рукавом і джинси, не виглядає зовсім вже звичайно."
"Я відійшов подалі від воріт її дому."
"Я бачу машину її батька, припарковану перед будинком."
"Я продовжив йти по її вулиці і огинати цей квартал."
"Через вулицю я побачив автобусну зупинку з лавкою."
"Я буду сидіти там до тих пір, поки його машина не поїде."
"Автомобіль - досить потужна машина."
"Тож, думаю, противний звук його двигуна я почую навіть через милю."
scene black with dissolve_scene_full
scene bg nhome with dissolve_scene_full
"Я перевірив час на телефоні."
"Я сиджу тут вже близько півтори години."
"І вона все ще там."
"Мені потрібно попити."
"Мій язик зараз немов наждачка."
"Я потягнувся, встав і попрямував в найближчий магазин за банкою коли."
scene black with dissolve_scene_full
scene bg nhome with dissolve_scene_full
"Освіжившись, я повернувся, пройшовши повз будинок Нацукі."
"Машина все ще припаркована біля будинку."
"Я прийду за тобою, Нацукі."
"Я обіцяю."
scene black with dissolve_scene_full
scene bg nhome with dissolve_scene_full
"Я знову обігнув весь квартал, на цей раз прогулявшись по колу і сівши на зупинці біля її вулиці."
"Я сидів там не рухаючись, зосередившись на будинку Нацукі."
"Рука ззаду, що опинилася на моєму плечі, збила мою концентрацію і змусила зістрибнути з лавки."

show monika 1bd zorder 1 at t11

m "[player]... що ти тут робиш?"
mc "Я-- Ем..."
mc "Вибач, Моніка. Це особисте."
mc "А {i}ти{/i} що тут робиш?"
m 1bc "Я хотіла перевірити як там Нацукі. Юрі сказала нам з Сайорі, що ви розійшлися."
m "Я і до твого дому підійшла, але тебе там не було."
mc "Ми не розійшлися, Моніка."
mc "Її батько забрав її до себе після того, як я відвіз її в лікарню."
m 2bh "І що, ти просто будеш сидіти тут і витріщатися на її дім?"
m 2bi "І чому вона була в лікарні?"
mc "Вона--"

"Я подавився словами, але по погляду на обличчі Моніки я здогадуюся, що вона розуміє, про що я намагаюся сказати."

m 2bg "Це через Юрі?"

"Я кивнув."

m 1bp "Я не думала, що вона сприйме це так серйозно..."
m 1bg "Чому ти не можеш просто постукати у двері і попросити з нею побачитися?"
mc "Я не можу цього зробити, як і ти."
mc "Не мені про це говорити..."
mc "Але якщо ти постукаєш, Нацукі знову може постраждати."
m 1bp "Що ти маєш на увазі під {i}'знову'?{/i}"
mc "Її батько, він..."
mc "Він..."
m 1bo "..."
m "Оу..."
m 1bo "Боже."
m 2bq "Я зрозуміла, [player]."
m 4br "Хочеш, щоб я склала тобі компанію, поки ти чекаєш?"
mc "Я не думаю, що це хороша ідея, Моніко."
mc "Тобі, скоріш за все, потрібно йти... стає пізно."
m 3bf "Гаразд, [player]. Дай мені знати, якщо тобі що-небудь буде потрібно, добре?"
m 1bg "Просто подзвони мені."

"Я кивнув їй і слабо посміхнувся. Вона почала йти."
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene bg nhomen with dissolve_scene_full
"Нарешті я почув звук заведеного автомобіля і побачив світло, що виходить з боку його дому."
"Ось він - мій шанс."
"Ворота відкрилися, дозволивши машині виїхати."
"На пасажирських сидіннях я нікого не помітив, вона повинна бути всередині."
"Я побіг до її дому."
"Мені потрібно діяти швидко, я гадки не маю, на який час він поїхав."
"Ставлю на те, що він замкнув її в її ж кімнаті, як і в минулий раз."
"Тож, думаю, що підібрати її і відвести у поліцейський відділок не займе багато часу."
"Зрозумівши, що стукання в двері не дає ніяких результатів, я, не чекаючи відповіді, підібрав камінь з дороги і кинув його у вікно."
"Скло розбилося."
"Я чудово усвідомлюю наслідки того, якщо її батько зловить мене за подібним проникненням."
"Але мене це не хвилює."
"Я просунув праву руку через вікно і відчинив двері зсередини."
"Вона зі скрипом відчинилася, і я забіг всередину, захлопнувши її за собою."
scene bg hallwayn with wipeleft
"Дослідивши весь перший поверх, я ніде її не помітив."
"Тоді це безперечно її кімната."
scene black with wipeleft
"Я побіг сходами наверх, викрикуючи її ім'я."

mc "Нацукі!"
mc "Це я!"

"Я помітив, що те, що залишилося від дверної рами в кімнату її батька, було порожнім. Це давало мені можливість зайти туди."
"Цікавість здолала мене, і я зайшов швидко озирнутися."
"Кімната її батька куди більша і менш прибрана, ніж її."
"Шафа в кімнаті відчинена, а одяг валявся на підлозі."
"Висувні ящики біля столу відчинені, їх вміст підтікає."
"Обгортка з-під фастфуду лежить на ліжку. Я підійшов і поторкав її."
"Ще гаряча."
"Мабуть, він її залишив перед тим, як виїхав."
"Повертаючись до дверей в кімнату Нацукі, я побачив щось, що нагадує її взуття, акуратно поставлене в коридорі."
"Я згадав, що вона сказала мені про стукання в двері."
"І що трапилося, коли я не постукав."
"Для перестраховки, я декілька разів постукав у двері."

mc "Нацукі!"
mc "Це я!"

"Нічого."
"А, та чорт з ним."
"{cps=30}Відчинивши двері, я{/cps=30}{nw}"

window hide(None)
window auto
play music daydreaming
play background natsuki
show n_kill_bg2
show n_kill2
show n_kill_bg as n_kill_bg at n_kill_bg_start
show n_kill as n_kill at n_kill_start
pause 4.0
show n_kill_bg2 as n_kill_bg
show n_kill2 as n_kill
show black zorder 5
pause (0.0001)
hide black
hide n_kill_bg
hide n_kill
show n_kill_bg_zoom zorder 1
show n_kill_bg2_zoom zorder 1
show n_kill_zoom zorder 3
show n_kill2_zoom zorder 3
show n_kill as n_kill_zoom_trans zorder 3:
    truecenter
    alpha 0.5
    zoom 2.0 xalign 0.5 yalign 0.05
    pause 0.5
    dizzy(1, 1.0)
show vignette zorder 3:
    alpha 0.0
    linear 3.0 alpha 0.75
pause 6.0

mc "Н-Нацукі..?"
"Ні..."
"Ні."
"Це..."
"Я не..."
"Я не тут."
"Цього не відбувається."
"Це..."
"Якого хуя..?"
"Все моє тіло задубіло."
"Я навіть не відчуваю того, чи б'ється моє серце."
"Я впав на коліна."
"Вона... Вона не може..."
"Нацукі..."
"Її більше немає."
"Єдина дівчина, яку я кохав..."
"Її від мене забрали..."
"Я хотів закричати, але я не міг проронити жодного звуку."
"Неконтрольований позов до блювоти наздогнав мене..."
"Але мої схлипування пригнічують цю жовч у моєму горлі."
"Я ледь можу дихати."
"Я навіть нічого не бачу, як потрібно, адже мої сльози розмили всю картину..."

mc "Н-Н-Н..."

"Я навіть не можу вимовити її імені так, щоб слова не застрягали в моєму горлі."
"Я підійшов і акуратно обійняв її."
"Вона млява. Нежива. Холодна."
"Я прибрав руки з неї."
"Я її кохав."
"Але я не зміг врятувати її."
"Ніколи в житті я не відчував себе настільки слабким."
"Як би я не намагався, я просто не міг встати на ноги."
"Всі почуття, окрім лютого страху, залишили мене."
"Я більше не витримаю дивитися на неї в такому положенні..."

scene black with dissolve_cg

"Я заплющив свої очі і спробував наповнити розум спогадами про неї."
"Счасливі думки."
"Счасливі думки."
"Счасливі думки..."

scene black with dissolve_scene_full
$ quick_menu = False
window hide(None)
scene bg nhomen with dissolve_cg
pause(2.0)
scene bg streetn with dissolve_cg
pause(3.0)
scene bg housen with dissolve_cg
pause(3.0)
show sayori 1ci zorder 1 at t11
pause(2.0)
show sayori 1cv
pause(1.0)
show sayori 4cw
pause(2.0)
scene bg housen with dissolve_cg
pause(2.0)
scene bg bedroomn with dissolve_cg
pause(3.0)
scene bg bedroom with dissolve_cg
pause(5.0)
scene bg bedrooms with dissolve_cg
pause(2.0)
scene bg bedroomn with dissolve_cg
pause(3.0)
scene bg bedroom with dissolve_cg
pause(5.0)
scene bg bedrooms with dissolve_cg
pause(2.0)
scene bg bedroomn with dissolve_cg
pause(3.0)
scene bg bedroom with dissolve_cg
pause(5.0)
scene bg bedrooms with dissolve_cg
pause(2.0)
scene bg bedroomn with dissolve_cg
pause(3.0)
scene bg bedroom with dissolve_cg
pause(5.0)
scene bg bedrooms with dissolve_cg
pause(2.0)
scene bg bedroomn with dissolve_cg
pause(3.0)
scene bg bedroom with dissolve_cg
pause(2.0)
scene black with dissolve_scene_full
stop music fadeout(2.0)
scene black
show sunday
with dissolve_scene_half
pause(2.0)
$ quick_menu = True

window auto
scene bg bedroom with dissolve_scene_full
play music glasseyes
"{i}ТУК.{/i}"
"{i}ТУК.{/i}"
"{i}ТУК.{/i}"
"{i}ТУК.{/i}"
"{i}ТУК.{/i}"
"Вони не залишать мене в спокої, якщо я не відповім."
"Угх."
"Я повільно встав з ліжка і пішов вниз по сходах."
scene black with wipeleft
"Діставшись до дверей, я відкрив їх."
scene bg houserain with wipeleft
"Ззовні стояла Моніка, а за нею Сайорі з Юрі."
show monika 2co zorder 2 at t31
show sayori 1dk zorder 1 at t32
show yuri 2cg zorder 0 at t33
"Всі вони офіційно на мене дивляться."

m "[player]..."
mc "Навіть не намагайтеся."
mc "Я нічого не хочу знати."
m 1cq "Ти пропустив їх..."
m "Похорон, [player]..."
m 1cr "Вони були сьогодні."
mc "Я..."

"Що?"
"Я й гадки не мав..."
"Похорон Нацукі..."
"Мій єдиний шанс побачити її, попрощатися з нею..."
"Пройшов."

mc "М-м-мені... потрібна х-хвилина."

scene bg kitchen with wipeleft
"Я затягнув себе на кухню лише для того, щоб знудити в урну."
"Який же я, блять, жалюгідний."
"Я навіть не зміг прийти на похорон дівчини, яку кохав."
"Я навіть не зміг піднятися з ліжка."
"Не зміг врятувати її."

show monika 1cf zorder 1 at t11

m "[player]..?"

"Я витер свій рот об рукав, зачинивши кришку урни."

m "[player]..."
m 2cg "Я прошу вибачення."
mc "За що?"
m "За те, що тобі доводиться проходити через все це..."
m 2cp "І за все те, що ти бачив..."

"Я обійшов її і піднявся вгору по сходах, в свою кімнату."
scene bg bedroom with wipeleft
"Я чую, як дівчата мчать за мною вгору по сходах."
show monika 1cf zorder 2 at t31
show yuri 2cv zorder 0 at t32
show sayori 1dk zorder 1 at t33
m 1ce "Ти ж знаєш, що ми завжди тут для тебе."
m "В клубі."
m 3cd "Ти... прийдеш?"

"Мені потрібно туди повернутися."
"Я знаю, потрібно."
"Нацукі б цього хотіла..."
"І я не можу знову її підвести."

mc "Я-я так думаю."
m 4cd "Ну, на даний момент ми призупинили клубну діяльність. Кілька днів це просто буде місцем, де можна поговорити."
m 2cg "Тебе... це влаштовує?"

"Я кивнув."
show sayori 1du
"Сайорі нервує, а на її очі навертаються сльози."
"Мені здається, що вона хоче щось сказати."

mc "Сайорі..."
show sayori 4dw zorder 3 at t11
show monika zorder 2 at t41
show yuri zorder 1 at t21
"Сайорі підбігла до мене, міцно обійнявши."
"Я оступаюся, майже що спіткнувшись."
"Вона почала плакати мені в плече."

s "[player], мені так шкода!"

"Я ніяково поплескав її по спині, щоб заспокоїти, але це не допомогло."
"Затягнене надовго мовчання переривалося лише душими схлипуваннями Сайорі."
show monika zorder 2 at t31
show yuri zorder 0 at t32
show sayori 1dv zorder 1 at t33
"Зрештою, вона відійшла, витираючи сльози зі свого обличчя."

m 2cq "Його заарештували..."
m 2cr "Мабуть, за щось ще, крім того, що він зробив з нею..."
m "Це не твоя вина."
m 1cg "Ти не міг нічого з цим зробити."

mc "Не міг нічого з цим зробити..?"

"{i}Не міг, блять, нічого з цим зробити?!{/i}"
show monika at thide
hide monika
show yuri at thide
hide yuri
show sayori at thide
hide sayori
"Я міг зробити куди більше."
"Я міг залишитися поруч з нею в лікарні."
"Я міг бути там, щоб втішити її."
"Я міг сказати їй, що кохаю її найбільше."
"Я міг переконати її сходити до поліцейських."
"І якщо б вона це зробила, вона б назавжди стала вільною від нього."
"Вона була б у безпеці."
"Вона була б щаслива."
"Але тепер..."
"Вона ніколи не буде."
"Як не буду і я."
"Я відчуваю, як на мої очі знову навертаються сльози."
"Мені..."
"Мені потрібно піти від цього."
"Мені потрібна допомога."
"Мені потрібен сон."
"Мені потрібна..."
"Мені потрібна Нацукі."
"Мені потрібно бути з нею."
"Мені потрібно пок{nw}"

show monika 1co zorder 2 at t21
show yuri 2ct zorder 0 at t22

y "[player]..."
mc "Не треба."
mc "Всі ви... просто..."
mc "Просто... йдіть."
mc "Забирайтеся."
mc "Я прийду в клуб завтра..."
mc "Мені просто потрібно трохи побути наодинці."
stop music fadeout(2.0)

"Юрі захотіла заперечити, але я подивився на неї своїми скляними очима."
"Вона не відступилася."

play music climbingup
y "Ну..."
y 2cv "Я прошу вибачення, [player]..."
y 2cf "Але--"
m 1ch "Юрі, припини."
m "Йому потрібно побути наодинці."
y 1ch "Моніка, ти не можеш вказувати мені, що робити."
y "Й-йому явно потрібно з ким-небудь поговорити, і я знаю, як йому допомогти!"
m 1ci "Юрі, він просто хоче побути один."
m 2ci "Чому це так складно зрозуміти?"
y 3cr "Він зовсім не знає, чого хоче!"
m 2cs "А ти знаєш?!"

"Юрі кинулася на Моніку, але Сайорі втиснулася між ними, намагаючись відновити давно втрачену мирну атмосферу."
show sayori 4dv at t32
show yuri at t33
show monika at t31
s "Зупиніться!"
y 2cy7 "Я чудово знаю, що йому потрібно!"
m 1cs "Ти нічого не знаєш, Юрі!"
m 1ct "Тепер, коли Нацукі більше немає, ти просто хочеш накинутися на нього і прибрати собі, поки він переживає не найкращі часи!"
s 4dw "Друзі, зупиніться!"
m 2cs "Я бачила зображення, які ти йому відправляла."
m 2ct "Ти огидна!"

"У мене паморочиться в голові."
"Я не можу зосередитися."
"Притулившись до стіни спиною, я сповз на підлогу, втомлено дивлячись на їх суперечку."

y 2cy4 "Та як ти смієш."
show sayori 1dw zorder 0 at t31
show monika 3ct zorder 2 at t32
show yuri 3cy4 zorder 1 at t33
y "Наскільки сильно ти повинна себе ненавидіти,{nw}"
show yuri zorder 1 at t44
show monika zorder 2 at t22
y "Наскільки сильно ти повинна себе ненавидіти,{fast} щоб бути настільки самовдоволеною--{nw}"

play sound "sfx/slap.ogg"
stop music
show white zorder 6:
    alpha 0.6
    linear 0.25 alpha 0.0
show yuri 1cy1b zorder 1 at h44
show monika 1cu zorder 2 at t22
"Ошеломлена і збита з толку, Юрі падає на коліна."
hide white
show monika 1co zorder 2 at t32
show yuri zorder 1 at t33
"Моніка, зі все ще піднятим кулаком, завмерла на місці, як тільки всі очі в кімнаті втупилися на неї."

m "О-оу, боже..."
show yuri 1cy2b
m 1cp "Юрі... вибач..."

show yuri 1cy3b
"Юрі встала на ноги, пильно дивлячись на Моніку, і почала до неї наближатися."
show yuri at lhide
hide yuri
show sayori 1du at t21
show monika at t22
"І замість того, щоб зробити щось, вона просто пройшла повз неї і вибігла за двері."
"У мене немає слів."
show sayori at lhide
hide sayori
show monika zorder 1 at t11
"Сайорі теж вибігла за двері, плачучи. Щоб наздогнати її чи піти, я не знаю."
"Моніка, залишившись наодинці зі мною, почала бурмотіти собі під ніс."

m 1cq "Я не повинна була..."
m 1cr "Я п-прошу вибачення, [player]."

show monika at thide
hide monika
"Пішовши останньою, Моніка закрила за собою двері."
"І знову я залишився наодинці зі своїми думками."
"Може, крім цього, варто провести цей час з користю."
"Зі свого ящика я дістав аркуш паперу і ручку, і почав писати."

scene black with dissolve_scene_full

$ quick_menu = False
scene black
show monday
with dissolve_scene_half
pause(2.0)
$ quick_menu = True

scene bg bedroom with dissolve_scene_full

"Ранок."
"Ось і він... мій перший день, коли я повертаюся в клуб."
"Сподіваюся, моя ж{nw}"
"Я пішов у ванну."
scene bg bathroom with wipeleft
"О боже..."
"Я не помив її."
"Її засохла кров все ще розмазана по плитці, а розбите скло валяється на підлозі."
"Поки я йшов до умивальника, я чув, як воно тріскається під моїми ногами. Дійшовши до умивальника, я бризнув водою з-під крана собі на обличчя."
"Побачивши дзеркало, я гарненько на себе подивився."
"{i}Подивись на себе.{/i}"
"{i}Ти огидний.{/i}"
"{i}Це твоя вина.{/i}"
"{i}Ти міг зробити більше.{/i}"
"{i}Ти міг викликати поліцію як тільки вона підтвердила твої побоювання.{/i}"
"{i}Але ти не викликав, тому що він виїхав з міста, а між вами все було чудово.{/i}"
"{i}Ти лінивий, і не хотів зайвий раз морочитися.{/i}"
"{i}Ти мені противний.{/i}"
"{i}Ти йобаний ідіот.{/i}"
"{i}Це твоя вина, що вона померла.{/i}"
"{i}Це твоя вина.{/i}"
"{i}Це твоя йобана вина.{/i}"
"Я більше так не можу."
"Я вийшов з ванної, залишивши воду з крана текти."
scene bg bedroom with wipeleft
"Я повернувся в кімнату, де на мене чекала моя шкільна форма."
"Я швидко переодягнувся і був готовий йти."
"Озирнувшись в останній раз, я спустився вниз і вийшов з дому."

scene black with dissolve_scene_full
scene bg corridorrain with dissolve_scene_full

"Школа була як пекло."
"Звичайно, деякі учні і вчителі підбадьорювали мене, пропонуючи мені поговорити з ким-небудь про це."
"{i}Брехлива симпатія.{/i}"
"{i}Ось що це таке.{/i}"
"{i}І я це ненавиджу.{/i}"
"Незважаючи на це, я все ще думаю, що не дарма прийшов в школу."
"Я можу повернутися в \"літературний\" клуб."
"Тепер він вже далеко не літературний..."
"Я відкрив двері в клас."
scene bg clubrain with wipeleft
"Це..."
"Це неправильно."
show monika 1f zorder 1 at t11
m "О, [player]..?"
m "Як справи?"
mc "..."
m 2e "Знаєш, ми всі тут для тебе."

"Моніка слабо мені посміхнулася."
"Я розумію, звідки вона підступає..."
"Але брехлива симпатія - останнє, чого я хочу."
show monika at thide
hide monika
"Я не можу не відчувати напруженості біля кладовки."
"Я розумію, що якщо ввійду туди..."
"То повністю зламаюсь."
"Я сів неподалік від кута кімнати, поруч зі входом в клуб."

scene black with dissolve_scene_full
scene bg clubrain with dissolve_scene_full
show sayori 2f zorder 1 at t11
s "[player]?"
s 2g "Т-ти в порядку?"

"Я кивнув Сайорі, намагаючись якомога м'якше сказати їй піти."
"Мені не потрібні чиїсь співчуття."
"Я відчуваю, що моє бачення світу почало розмиватися слізьми."
"Я опустив голову, щоб ніхто цього не помітив, закривши свої очі."
scene black with dissolve_cg
s "[player]..."
s "Т-ти впевнений?"
mc "..."
s "[player], будь ласка, скажи що-небудь..."
mc "Я-я в порядку."

"Мій йобаний голос просто б'ється в агонії."
"Я відчув її руку на плечі."
"Я хочу відмахнути її, але який в цьому сенс?"
"Її рука підняла мою голову."
scene bg clubrain with dissolve_cg
show sayori 2g zorder 1 at t21
show monika 2o zorder 2 at t22

s "Ти будеш в порядку, [player]."
m 2m "Час лікує всі рани."

"Я не можу приховувати, наскільки противні мені їх слова."
"Вони серйозно вірять в те, що говорять?"
"Кохання всього мого життя відібрали у мене."
"Я відчуваю, як сльози потекли по моїх щоках."

show sayori 1k at h21
show monika 1q at h22
mc "Блять, все зовсім не в порядку!"
mc "Її більше немає!"
mc "Ви що, не зрозуміли цього!?"
mc "Або вона настільки вам байдужа, що вам просто насрати?!"

"Я поклав голову на свою руку, що лежить на парті."
"Я не хотів зриватися..."
"Я просто не можу перестати відчувати себе ще гірше..."

s 1i "Чудово."
s "Тоді я залишу тебе одного."
s 1j "Козел."
m 1f "Сайорі, ти ж розумієш, через що йому доводиться проходити, так?"
s 1i "Так, розумію. Але це не означає, що--"
m 2h "Досить."
mc "Все нормально, Сайорі."
mc "Я-я... розумію."

show monika at thide
hide monika
show sayori at thide
hide sayori
"Я більше не витримаю."
"Мені потрібно увійти в кладовку."
"В останній раз."
scene bg closetrain with wipeleft
"Кинувши свій портфель на підлогу, я увійшов."
"Вся її колекція манги все ще тут..."
"Я ніколи не забирав їх в наш дім..."
"Я зачинив двері позаду себе, оглядаючи клубну кімнату."
"Під цим підвіконням..."
"Я зустрів справжню Нацукі."
"Ту, яку покохав..."
scene bg windowsill with wipeleft
"Я зім'явся на підлозі біля вікна."
"Я більше не можу стримувати сльози."
"Я..."
"Я просто хочу повернути її назад..."
scene black with dissolve_scene_full
scene black with dissolve_scene_full
m "Ем, [player]..."
m "День наближається до кінця... нам скоро потрібно йти."
scene bg windowsill with wipeleft
"Моніка стояла наді мною, намагаючись поговорити."
"Я ж ніяк на це не відреагував."
"Зітхнувши, вона простягнула до мене свою руку, пропонуючи мені встати."
"З неохотою, я встав самостійно, ігноруючи її руку допомоги."
scene bg closetrain with wipeleft
show monika 2o zorder 1 at t11
m "Сайорі вже пішла додому."
mc "Ох."
m 2f "Якщо ти хочеш, я можу тебе проводити до дому."
m 2g "Я просто хочу переконатися, що ти приходиш до тями, [player]."
m "Це... це жахливо... нам всім шкода, що тобі доводиться через це проходити."
m "Це причина, по якій ми з усіх сил намагаємося тобі допомогти."
mc "Вам не потрібно..."
m 1o "[player], будь ласка, тільки не говори мені, що ти думаєш про..."
m 1p "Ти знаєш..."
m 1r "Мені доведеться сповістити школу."
mc "Я не збираюся..."
mc "Я зживуся з цим..."
mc "Я цього заслужив."
m 1g "[player]..."
m "Чому?"
m 1p "Чому ти звинувачуєш себе..?"
mc "Тому що це була {i}моя{/i} вина."
mc "Я... я повинен був зателефонувати в поліцію відразу, як тільки зрозумів, що відбувається."
mc "Але я не викликав, т-тому що він був далеко або щось в цьому роді..."
mc "І ми насолоджувалися нашим часом разом..."
mc "У мене була чудова можливість дати їй краще життя, і я її проїбав."
mc "А т-тепер... Нацукі мертва..."
mc "І я гнию в найгіршому пеклі, про яке тільки можу подумати."
m 1o "[player]..."
m 1q "Це не нормально."
m "Ти не можеш так жити..."
m 1r "Ну ж бо, пішли."
m "Я проведу тебе до дому."
mc "Я... спочатку мені потрібно сходити в туалет."
m 2f "Д-добре..."
m 2e "Я буду чекати зовні, гаразд?"

"Не проронивши більше ні слова, ми вийшли з класу."
scene bg corridorrain with wipeleft
"Вона сіла на одній зі лавок в коридорі."
scene black with wipeleft
"В туалеті, я зайшов в одну з кабінок."
"Я кинув свій портфель на підлогу всередині і відкрив його."
"Я глянув на свій вірш, який лежав досить глибоко в ньому."

call showpoem (poem_me2) from _call_showpoem_6

"Я зглотнув."
"Мені потрібно зробити це швидко."
"Я вийшов з туалету, з віршем в руках."
scene bg corridorrain with wipeleft
"Моніка повинна знати, що щось тут не так, адже вона відразу встає і підходить до мене."
show monika 1f zorder 1 at t11
m "[player], що це?"
mc "Це... дещо, що я написав минулої ночі..."
m 2g "Т-ти... хочеш, щоб я його прочитала?"
mc "Звичайно... тримай."

"Я відпустив листок, дозволивши йому впасти на підлогу перед нею."
"Вона пригнулася, щоб взяти його, і сіла назад, щоб прочитати."
"Через кілька хвилин, її очі були зациклені на папері."
show monika 1w
"Як тільки вона закінчила його читати, вона подивилася на мене скляними очима, ніби вона на грані від сліз."
"Але у неї навіть немає часу для того, щоб вимовити моє ім'я, адже я впевнений, що вона вимовила б його, тому що я вже вийшов за двері, вибігши зі школи."
scene bg courtyardrain with wipeleft
m "[player]!!"

"Я чув це відлунням позаду себе, вже вибігши на вулицю і сховавшись з її виду."
scene black with dissolve_scene_full
scene bg street with dissolve_scene_full
"Дощ перестав йти."
"На даний момент саме адреналін веде мене до точки призначення."
"Я знаю, на що йду, але мені потрібно переконатися в тому, що я ні на кого не наткнуся."
"Вже зовсім близько..."
"Я чув поліцейську сирену в двох кварталах від себе. По ходу справи Моніка сповістила їм про мене."
"В будь-якому випадку, це не важливо."
"Я вже на місці."
scene bg bridge with wipeleft
play music mps
"Я встав посеред моста і оглянув воду."
"Я намагаюся контролювати своє дихання і схлипування, але це безглуздо."
"Я підвів її."
"Якби я міг зробити все інакше, я б зробив..."
"Але я не можу, і тепер дівчина, яку я люблю, пішла."
"Назавжди..."
"Я впав на коліна, тримаючись за перила однією рукою."
"Я підняв свою голову, щоб ще раз глянути на велику водойму."
"Я змусив себе встати."
"Напружений приплив усвідомлення своїх дій припинив мої схлипування."
"На мить я затримав дихання, випустивши потім хиткий зітх."
"Я підійшов до виступу."
"Це те, що повинно статися."
"Я був приречений з самого початку."
"Я не можу більше нічого зробити, окрім як..."

m "[player]!"

"Мій погляд зупинився на Моніці, що біжить в мій бік."
"Схоже, що вона знайшла мене..."
"Я встав трохи ближче до обриву."
show monika 1g zorder 1 at t11
m "[player], не треба!!"

"Вона добігла до мене і схопила мене."
"Моніка вп'ялася в мій піджак, поки я немічно намагався дати їй відсіч."
"Вона мене відтягнула, зваливши на землю."

m 1f "[player], послухай мене."
m "Я не дозволю тобі піти."
m "Ні на секунду."
m "Просто, будь ласка..."
m 1h "Не роби цього. Давай просто поговоримо про це."
mc "..."
m "[player]..."
m "Це..."
m 1o "Це не вирішення всіх проблем, [player]."
m "Це зробить все лише гірше..."
m 1q "Ти це розумієш?"
mc "Я..."
m 1r "[player]... Не так повинна закінчуватися твоя історія."
m 1w "Будь ласка..."

"Я витер решту сліз зі своїх щік."
"Я вирішив встати на ноги, тримаючись за перила в якості підтримки."
"Все моє тіло тремтіло."
"Я... я відчуваю себе таким пригніченим..."

m "Подивись на мене, [player]..."
m 1x "Будь ласка, ти не можеш цього зробити..."

"На мить ми з Монікою зустрілися поглядом."
"У мене почало боліти в грудях при виді сліз, що поступово витікають з її очей."

m 1w "[player], ти не думаєш про всю масштабність ситуації."
m "Як же Сайорі? Ти ж розумієш, що з нею буде, якщо вона тебе втратить?"
mc "..."
m 1x "Я знаю, що ти розумієш це, [player]."
m "Ти дійсно цього хочеш?"
m "Ти не можеш."
m "А Юрі?"
m 1y "Бог знає, що вона може створити..."
mc "Чому мене повинно це хвилювати?"
mc "Вона ледь не основна причина події..."

show memory2 zorder 1000
hide monika
window hide(None)
pause(0.001)
show monika 1y at i11
hide memory2
window auto

mc "Моніка..."
m 1w "Повернись назад."
m "Будь ласка..."

"Моніка взяла мене за руку, відтягнувши в сторону від перил."

m 1x "Ми всі любимо тебе, [player]."
m "Ми завжди тут для тебе."
m 1w "Не важливо, для чого."

"Я втратив свою хватку з перил під дією напору Моніки."
show memory2 zorder 1000
hide monika
window hide(None)
pause(0.001)
show monika 1w at i11
hide memory2
window auto

mc "Н-..."
mc "Ні..."

"Відштовхнувши її з усією силою, яка в мене була, я взяв Моніку за плечі і штовхнув її так далеко, як тільки міг."
show monika 1y at thide
hide monika
"Вона втратила свою хватку за мене, спіткнувшись і впавши на асфальт."
"Як тільки Моніка зрозуміла, що сталося, вона почала кричати і вставати на ноги."
"Це потрібно зробити."
"Це єдиний вихід з усього цього."
"Я більше не можу контролювати свої дії."
"Я йду, Нацукі."
"Я добіг до перил, перестрибнувши через них."
scene bg sky with wipeleft
"Як тільки я почав падати, я почав згадувати той час, що ми провели разом з Нацукі"
"Коли ми в перший раз читали разом..."
"Коли вона в перший раз сказала, що їй сподобалися мої вірші..."
"Коли ми пекли разом..."
"Коли вона сказала, що любить мене..."
"Все це."
"Коли сказав їй те ж саме, бачачи її погляд на обличчі..."
"Погляд найчистішого щастя..."
"Я згадав те відчуття невагомості."
"Прямо як зараз..."
"Зараз же я побачу її."
"Нацукі... якщо ти чуєш мене..."
"Я обов'язково зустріну тебе в наступному житті."
"..."
"Це був правильний вибір."
"Я зробив те, що д{nw}"
$ quick_menu = False
window hide(None)

show black zorder 5
stop music
stop background
pause(5.0)

$ config.keymap['dismiss'].remove('K_SPACE')
$ config.keymap['dismiss'].remove('mouseup_1')
$ config.keymap['dismiss'].remove('K_KP_ENTER')
$ config.keymap['dismiss'].remove('K_RETURN')
$ config.keymap['dismiss'].remove('K_SELECT')
$ config.allow_skipping = False

$ renpy.movie_cutscene("mod_assets/video/credits.mkv")

scene end_mod_cg_1
with dissolve_cg
pause(3.0)
scene end_mod_cg_2
with dissolve_cg
pause(3.0)
scene black
with dissolve_scene_full
$ config.keymap['dismiss'].append('K_SPACE')
$ config.keymap['dismiss'].append('mouseup_1')
$ config.keymap['dismiss'].append('K_KP_ENTER')
$ config.keymap['dismiss'].append('K_RETURN')
$ config.keymap['dismiss'].append('K_SELECT')
$ config.allow_skipping = True
scene black with dissolve_scene_full
vn "..."
vn "*Вздихання*"
vn "Цікаво як би все закінчилось..."
vn "Якби він все таки звернувся в поліцію, тоді коли все було ясно..?"
vn "..."
vn "Ай бля не мені про це розказувати."
vn "Привіт!"
vn "Дякую за проходження цієї модифікації."
vn "Знаю минулого разу я не дуже постарався..."
vn "Враховуючи скільки помилок я зробив..."
vn "Но зараз я постарався виправити всі... Або більшість я особисто помітив."
vn "Так що надіюсь тобі сподобалось."
vn "Якщо ні то залиш повідомлення зі скріном помилки в коментарях під постом (в залежності від того де ти цей переклад знайшов)"
vn "Зараз я планую почати перекладати Rain Clouds."
vn "Або ж продовжу переклад Monika After Story."
vn "Но це вже в майбутньому подивимось."
vn "Тому бувай!"
vn "Побачимось в наступних перекладах!"
$ quick_menu = True

call restart from _call_restart
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
